Repository: SunilPOONAM/Tax
Catalog: TaxService/TaxService/Resources/Resource.*.resx
Languages: ar, chs, cht, es, fr, ko, pl_pl, pt, vi

source: Additional Information
ar: معلومة اضافية
chs: 附加信息
cht: 附加信息
es: Información Adicional
fr: Information additionnelle
ko: 추가 정보
pl_pl: Dodatkowe informacje
pt: informação adicional
vi: thông tin thêm

source: Additional Doc Files
ar: ملفات مستندات إضافية
chs: 其他文件
cht: 其他文件
es: Archivos de documentos adicionales
fr: Fichiers Doc supplémentaires
ko: 추가 문서 파일
pl_pl: Dodatkowe pliki dokumentów
pt: Arquivos Doc adicionais
vi: Tệp tài liệu bổ sung

# Additional_information_and_question_related
source: Additional Information and Questions Related to the Preparation of Your Return
ar: معلومات إضافية وأسئلة متعلقة بإعداد كشف ضرائبك
chs: 您申报单备制相关附加信息和问题
cht: 與填報您的稅表有關的額外資訊和問題
es: Preguntas e Información Adicionales relacionadas con la Preparación de su Declaración de Impuestos
fr: Pati VII – Enfòmasyon ak kestyon adisyonèl konsènan preparasyon enpo ou
ko: 보고서 작성 관련 추가 정보 및 질문
pl_pl: Dodatkowe dane i pytania dotyczące sposobu przygotowania składanej deklaracji
pt: Informações e perguntas adicionais relacionadas à preparação de sua declaração
vi: Thông Tin Thêm và Câu Hỏi liên quan đến việc khai thuế

source: Adopt a child?
ar: تبنيت طفلا؟
chs: 领养子女？
cht: 領養子女？
es: ¿Adoptó a un niño?
fr: Adopte yon timoun?
ko: 자녀를 입양하였습니까?
pl_pl: Adoptował(a) dziecko?
pt: Adotou uma criança?
vi: Nhận nuôi con?

# Alimony_income_or_seprate_maintenence_payments
source: Alimony income or separate maintenance payments?
ar: دخل نفقة الزوجة المطلقة/الزوج المطلق أو مدفوعات إعالة الزوجة المنفصلة/الزوج المنفصل؟
chs: 赡养费收入或分居赡养费付款？
cht: 贍養費收入或分居贍養費付款？
es: ¿Ingresos de pensión para el cónyuge divorciado o pagos de manutención por separado?
fr: Revni pansyon alimantè oubyen peman sou separasyon byen?
ko: 위자료 소득 또는 별거 수당?
pl_pl: Alimenty lub fundusze na utrzymanie podczas separacji?
pt: Renda de pensão alimentícia ou pagamentos de manutenção separados?
vi: Tiền cấp dưỡng cho vợ/chồng sau khi ly dị hay ly thân?

# Alimony_or_seprate_maintenance_payments_if
source: Alimony or separate maintenance payments? If yes, do you have the recipient’s SSN?
ar: نفقة الزوجة المطلقة/الزوج المطلق أو مدفوعات إعالة الزوجة المنفصلة/الزوج المنفصل؟ إن نعم، هل لديك رقم الضمان الإجتماعي للمستلم؟
chs: 赡养费或分居赡养费支付？ 若有，您有收受人的社会安全号码吗？
cht: 贍養費或分居贍養費支付？ 若有，您有收受人的社會安全號碼嗎？
es: ¿Pensión para el cónyuge divorciado o pagos de manutención por separado? Si contestó afirmativamente, ¿tiene el SSN del destinatario?
fr: Pansyon alimantè oubyen peman sou separasyon byen? Si se wi, èske w gen nimewo sekirite sosyal moun ki te resevwa pansyon/peman yo?
ko: 위자료 또는 별거 수당? '예'일경우, 수령자의 SSN을 알고있습니까?
pl_pl: Alimenty lub fundusze na utrzymanie podczas separacji? Jeśli tak, czy płatnik ma SSN odbiorcy?
pt: Pensão alimentícia ou pagamentos de manutenção separados? Se Sim, você tem o SSN do(a) beneficiário(a)?
vi: Tiền cấp dưỡng cho vợ/chồng sau khi ly dị hay ly thân? Nếu có, quý vị có số an sinh xã hội của người nhận?

source: anyone
ar: أي شخص
chs: 任何人
cht: 任何人
es: Toda persona
fr: nenpòt moun
ko: 누군가
pl_pl: wszystkich
pt: qualquer pessoa
vi: bất cứ người nào

source: Any of the following?
ar: أي مما يلي؟
chs: 以下任何项？
cht: 以下任何項？
es: ¿Alguno de los siguientes?
fr: Nenpòt nan bagay sa yo?
ko: 다음 중 해당되는 항목은 무엇입니까?
pl_pl: Z podanych tutaj?
pt: Algumas das seguintes opções?
vi: Quý vị có chi phí nào sau đây không?

source: Apt #
ar: رقم الشقة
chs: 公寓房号
cht: 公寓號碼
es: Número de apartamento
fr: # Apatman
pl_pl: Nr lokalu
pt: Apt. No.
vi: Số căn hộ

source: Are you a U.S. citizen?
ar: هل تحمل الجنسية الأمريكية؟
chs: 您是美国公民吗？
cht: 您是美國公民嗎？
es: ¿Es usted ciudadano de EE.UU.?
fr: Èske ou se sitwayen ameriken?
ko: 귀하는 미국 시민입니까?
pl_pl: Czy jest obywatelem USA?
pt: Você é cidadão dos EUA?
vi: Quý vị có phải là công dân Hoa Kỳ không?

# as4
source: M.I.
chs: 中间名缩写
cht: 中間名縮寫
es: Inicial
fr: Inisyal dezyèm prenon
ko: 중간이름 첫자
pl_pl: Drugie imię
pt: Inicial do 2o nome
vi: Tên lót

# as5
source: Last name
chs: 姓氏
cht: 姓氏
es: Apellido
fr: Siyati
ko: 성 (Last Name)
pl_pl: Nazwisko
pt: Sobrenome
vi: Họ

# as6
source: Daytime telephone number
chs: 日间电话号码
cht: 日間電話號碼
es: Número de teléfono durante el día
fr: Nimewo Telefòn Lajounen
ko: 주간 전화번호
pl_pl: Dzienny nr telefonu
pt: Telefone comercial
vi: Số điện thoại ban ngày

# as8
source: Yes
chs: 是
cht: 是
ko: 예
pl_pl: Tak
pt: Sim
vi: Có

# as9
source: No
chs: 否
cht: 否
ko: 아니요
pl_pl: Nie
pt: Não
vi: Không

# asdf4
source: Totally and permanently disabled
chs: 完全永久残障
cht: 完全永久殘障
es: Total y permanentemente incapacitado
fr: Andikape totalman epi pou tout tan
ko: 완전하고 영구적 장애인 여부
pl_pl: Pełna i trwała niepełnosprawność
pt: Totalmente ou permanentemente inválido
vi: Bị tàn tật hoàn toàn và dài hạn

# asdf5
source: Full-time student
chs: 全职学生
cht: 全職學生
es: Estudiante a tiempo completo
fr: Yon etidyan a tan plen
ko: 풀타임 학생
pl_pl: Uczęszczanie na studia dzienne
pt: Estudante em tempo integral
vi: Là sinh viên toàn nhiệm

# asdf6
source: Legally blind
chs: 法定失明
cht: 法定失明
es: Legalmente ciego
fr: Avèg dapre la lwa
ko: 법적 시각 장애인 여부
pl_pl: Niedowidzenie w stopniu kwalifikowanym jako ślepota
pt: Legalmente cego
vi: Bị mù hợp pháp

# As_of_december_thirtyfirst
source: As of December 31, 2020, what was your marital status?
ar: حتى 31 ديسمبر/كانون الأول 2019 ،ما كان وضعك الزوجي؟
chs: 至2019年12月31日为止，您的婚姻状况是 什么？
cht: 至2019年12月31日為止，您的婚姻狀 況是什麼？
es: Al 31 de diciembre de 2020, ¿cuál fue su estado civil?
fr: Pou kòmanse a pati dat 31 desanm 2019, kisa ki te eta sivil ou?
ko: 2019년 12월 31일 현재 귀하의 결혼 상태는 무엇입니까?
pl_pl: Stan cywilny podatnika na dzień 31 grudnia 2019:
pt: Qual era o seu estado civil em 31 de dezembro de 2019:
vi: Đến ngày 31 tháng Chạp, 2019, tình trạng hôn nhân của quý vị là gì?

source: AUNT
ar: عمة
chs: 阿姨
cht: 阿姨
es: TÍA
fr: MATANT
ko: 이모
pl_pl: CIOCIA
pt: TIA
vi: CÔ

# az7
source: Catalog Number 52121E
pt: Catálogo número 58981W

# az9
source: Form 13614-C (Rev. 10-2020)
pt: Form 13614-C (PT) (Rev. 10-2019)

source: BROTHER
ar: شقيق
chs: 兄弟
cht: 兄弟
es: HERMANO
fr: FRÈ
ko: 동료
pl_pl: BRAT
pt: IRMÃO
vi: ANH TRAI

# Can_anyone_claim_you_or_your
source: Can anyone claim you or your spouse as a dependent?
ar: هل يستطيع أي شخص الإدعاء بإعالتك أو إعالة زوجتك/زوجك على كشف ضرائبهم؟
chs: 是否有任何人能在税表上将您或您配偶申报为被抚养人？
cht: 是否有任何人能在稅表上將您或您配偶申報為被撫養人？
es: ¿Hay otra persona que puede reclamarle a usted o a su cónyuge en su declaración de impuestos?
fr: Èske gen nenpòt moun ki kapab mete oubyenm oubyen madanm/mari ou kòm depandan nan deklarasyon enpo sou revni li?
ko: 다른 사람이 그의 납세 신고서에 귀하나 귀하의 배우자를 부양가족으로 기재할 수 있습니까?
pl_pl: Czy ktokolwiek może wpisać płatnika lub współmałżonka do własnej deklaracji jako osobę na utrzymaniu?
pt: Alguém pode reivindicar você ou seu cônjuge como dependente na declaração de imposto?
vi: Có người nào có thể khai quý vị hoặc người hôn phối là người thuộc quyền không trên bản khai thuế của họ không?

# Cash_check_virtual_currency_payments
source: Cash/check/virtual currency payments, or other property or services for any work performed not reported on Forms W-2 or 1099?
ar: مدفوعات نقدية/شيكات/عملة افتراضية أو ممتلكات أو خدمات أخرى مقابل أي عمل مؤدى وغير مبلغ عنه على الاستمارة 2-W أو الاستمارة 1099؟
chs: 没有列在表的任何工作获得的现金/支票/虚拟货币付款，或其他财产或服务？
cht: 沒有列在W-2或1099表的任何工作獲得的現金/支票/虛擬貨幣付款，或其他財產或服務?
es: ¿Pagos en efectivo, cheque, moneda virtual, u otros bienes o servicios por cualquier trabajo realizado pero no declarado en los Formularios W-2 o 1099?
fr: Peman kach/chèk/vityèl oswa lòt pwopriyete oswa sèvis pou nenpòt travay ki fèt men ki pa rapòte sou Fòm W-2 oubyen 1099?
ko: 양식 W-2 또는 1099에 보고하지 않은 사항으로서 작업 수행 대가로 받은 현금/수표, 가상화폐 금액 또는 기타 재산이나 서비스
pl_pl: Płatności w gotówce/czekiem /w walucie wirtualnej lub w innej formie własności lub usług za wykonaną pracę niezgłoszoną na formularzach W-2 lub 1099?
pt: Pagamentos em espécie, cheque, moeda virtual ou outros bens ou serviços por qualquer trabalho realizado que não tenha sido incluído nos formulários W-2 ou 1099?
vi: Tiền mặt/tiền trả bằng chi phiếu/các khoản tiền ảo nhận được hoặc tài sản hay dịch vụ khác cho bất cứ việc nào đã làm chưa báo cáo trên Mẫu đơn W-2 hay 1099?

source: Charitable Contributions
ar: مساهمات خيرية
chs: 慈善捐赠
cht: 慈善捐贈
es: Donaciones Caritativas
fr: Kontribisyon nan zèv charitab
ko: 자선기부금
pl_pl: Datki na cele dobroczynne
pt: Contribuições para instituições de caridade
vi: Đóng Góp Từ Thiện

# Chech_here_if_you_or_your_spouse_if
source: Check here if you, or your spouse if filing jointly, want $3 to go to this fund
ar: اختر المربع هنا إن كنت أنت، أو زوجتك/زوجك في حال رفع كشف مشترك، تريد أن يخصص مبلغ 3 $لهذا الصندوق
chs: 如果您或您的配偶(若为夫妻联合报税)希望给这项基金捐 $3，请在此处打勾
cht: 如果您或您的配偶（若為夫妻聯合報稅）希望給這項基金捐 $3，請在此處打勾
es: Marque aquí si usted o su cónyuge, si declaran conjuntamente, desea que $3 vayan a este fondo
fr: Tcheke la a si ou menm, oubyen mari/madanm ou ap fè deklarasyon enpo konjwen, vle pou $3 dola al nan fon sa a
ko: 귀하 또는 부부 공동 보고의 경우 귀하의 배우자가 이 기금에 3달러를 기부하고 싶으면 여기를 체크하십시오.
pl_pl: Kliknąć tutaj, jeśli podatnik/współmałżonek rozliczający się wspólnie chcą, aby kwota $3 z ich podatku trafiła na ten fundusz
pt: Marque aqui se você, ou seu cônjuge estiver fazendo a declaração conjunta, deseja alocar $3 para este fundo
vi: Đánh dấu vào đây nếu quý vị, hay người hôn phối nếu khai chung, muốn góp $3 cho ngân quỹ này

# Check_appropriate_box_for_each_question_in_each
source: Check appropriate box for each question in each section
ar: اختر المربع الملائم لكل سؤال في كل فقرة
chs: 请在每个部分每一题适当的方框中打勾
cht: 請在每個部分每一題適當的方框中打勾
es: Marque el encasillado apropiado para cada pregunta en cada sección
fr: Tcheke kazye ki apwopriye a pou chak kestyon nan chak seksyon
ko: 각 섹션의 각 질문에 대하여 적절한 칸을 체크하십시오
pl_pl: Zaznacz odpowiedni kwadrat przy każdym pytaniu we wszystkich działach
pt: Assinale o quadro apropriado para cada pergunta em cada seção
vi: Đánh dấu vào ô thích hợp cho mỗi câu hỏi trong từng đoạn

# Child_or_dependent_care_expences
source: Child or dependent care expenses such as daycare?
ar: نفقات رعاية الأطفال/العالة، مثل الرعاية اليومية؟
chs: 照顾子女/被抚养人的开支，例如日托所？
cht: 照顧子女/被撫養人的開支，例如日托中心？
es: ¿Gastos por el cuidado de menores y dependientes, tales como servicios de guardería?
fr: Depans pou okipe pitit oubyen depandan ou yo, pa egzanp depans pou gadri?
ko: 데이케어 등의 자녀 또는 부양 가족을 돌보기 위한 비용?
pl_pl: Koszt z tytułu opieki nad dzieckiem/osobą na utrzymaniu, np. przedszkolnej?
pt: Despesas com filhos ou dependentes, como creche?
vi: Chi phí giữ trẻ/người thuộc quyền như giữ trẻ ban ngày?

source: Choose your File
ar: اختر ملفك
chs: 选择你的档案
cht: 選擇你的檔案
es: Elija su archivo
fr: Choisissez votre fichier
ko: 파일 선택
pl_pl: Wybierz swój plik
pt: Escolha o seu arquivo
vi: Chọn tệp của bạn

source: City
ar: المدينة
chs: 城市
cht: 城市
es: Ciudad
fr: Vil
ko: 시
pl_pl: Miejscowość
pt: Cidade
vi: Thành phố

# College_or_post_secondry_education
source: College or post secondary educational expenses for yourself, spouse or dependents? (Form 1098-T)
ar: نفقات تعليم جامعي أو بعد ثانوي مدفوعة بالنيابة عنك أو عن زوجتك/زوجك أو من تعيلهم؟ (الإستمارة 1098T(
chs: 您自己、配偶或被抚养人的大学或职业教育开支？（1098-T表）
cht: 您自己、配偶或被撫養人的大學或職業教育開支？（1098-T表）
es: ¿Gastos de educación postsecundaria pagados para usted, su cónyuge o sus dependientes? (Formulario 1098-T)
fr: Depans pou etid nan inivèsite oubyen etid pòst-segondè pou oumenm, mari/madanm ou oubyen depandan yo? (Fòm 1098-T)
ko: 자신, 배우자 또는 부양가족을 위해 지급한 대학교 또는 고등교육 학비? (양식 1098-T)
pl_pl: Wydatki na studia lub uczelnię pomaturalną dla siebie, żony/męża lub osób na utrzymaniu? (formularz 1098-T)
pt: Despesas para educação universitária ou pós-secundária para você, cônjuge ou dependentes? (Formulário 1098-T)
vi: Chi phí đại học hoặc giáo dục sau trung học cho bản thân, người hôn phối hay người thuộc quyền của quý vị? (Mẫu đơn 1098-T)

# completeformbelow
source: Please Complete the Form Below
ar: يرجى ملء النموذج أدناه
chs: 请填写下面的表格
cht: 請填寫下面的表格
es: Complete el siguiente formulario
fr: Veuillez remplir le formulaire ci-dessous
ko: 아래 양식을 작성하십시오
pl_pl: Proszę wypełnić poniższy formularz
pt: Por favor, preencha o formulário abaixo
vi: Hãy hoàn thành mẫu đơn dưới dây

source: Consent:
ar: الموافقة:
chs: 同意：
cht: 同意：
es: Consentimiento:
fr: Konsantman:
ko: 동의:
pl_pl: Zgoda:
pt: Consentimento:
vi: Thỏa thuận:

# Contribution_to_a_retirement_account
source: Contributions to a retirement account?
ar: تقاعد؟ حساب في م
chs: 提拨到退休帐户的供款？
cht: 提撥到退休帳戶的供款？
es: ¿Aportaciones a una cuenta de jubilación?
fr: Lajan ou kontribye nan yon kont pou retrèt?
ko: 퇴직 계좌에 지급한 불입금?
pl_pl: Składki na konto emerytalne?
pt: Contribuições para plano de aposentadoria?
vi: Phần đóng góp vào trương mục hồi hưu?

source: Date
ar: التاريخ
chs: 日期
cht: 日期
es: Fecha
fr: Dat
ko: 날짜
pl_pl: Data
pt: Data
vi: Ngày

# Date_format
source: (mm/dd/yy)
ar: (يوم/شهر/ عام)
chs: （年/月/日）
cht: （年/月/日）
es: (dd/mm/aa)
fr: (mm/jj/aa)
ko: (월/일/년 )
pl_pl: (mm/dd/rr)
pt: (mm/dd/aa)
vi: (tháng/ngày/ năm)

# Date_of_births
source: Date of Birth
ar: تاريخ الميلاد
chs: 出生日期
cht: 出生日期
es: Fecha de nacimiento
fr: Dat nesans
ko: 생년월일
pl_pl: Data urodzenia
pt: Data de nasc.
vi: Ngày sinh

source: Date of final decree
ar: تاريخ القرار النهائي
chs: 最后判决日期
cht: 最後判決日期
es: Fecha del decreto final
fr: Dat dekrè final la
ko: 최종 이혼 판결일
pl_pl: Data prawomocnego wyroku
pt: Data do decreto final
vi: Ngày ghi trên quyết định sau cùng

source: Date of separate maintenance decre
ar: تاريخ إتفاق الإعالة خلال الإنفصال
chs: 分居抚养协议日期
cht: 分居撫養協議日期
es: Fecha del acuerdo de manutención por separado
fr: Dat akò separasyon byen an
ko: 별거 합의 일자
pl_pl: Data umowy o utrzymaniu podczas separacji
pt: Data do acordo de separação
vi: Ngày thỏa thuận ly thân

source: DAUGHTER
ar: بنت
chs: 女儿
cht: 女兒
es: HIJA
fr: FILYE
ko: 딸
pl_pl: CÓRKA
pt: FILHA
vi: CON GÁI

source: Daytime telephone number
ar: رقم هاتف صباحي
chs: 日间电话号码
cht: 日間電話號碼
es: Número de teléfono durante el día
fr: Nimewo Telefòn Lajounen
ko: 주간 전화번호
pl_pl: Dzienny nr telefonu
pt: Telefone comercial
vi: Số điện thoại ban ngày

# DeptName
source: Department of the Treasury - Internal Revenue Service
pt: Departamento do Tesouro – Secretaria da Receita Federal

# Did_the_taxpayers_pay_more_than_half_the_cost
source: Did the taxpayer(s) pay more than half the cost of maintaining a home for this person? (yes/no)
ar: هل دفع دافع (دافعو) الضرائب أكثر من نصف كلفة صيانة مسكن لهذا الشخص؟ (نعم/لا)
chs: 纳税人是否为 此人支付了一 半以上的房屋 维护费？ （是／否）
cht: 納稅人是否為 此人支付了一 半以上的房屋 維護費？ （是／否）
es: ¿Pagó el contribuyente más de la mitad del costo de mantener una casa para esta persona? (sí o no)
fr: Èske kontribyab la (yo) te peye plis pase mwatye nan lajan sa te koute pou mentni yon kay pou moun sa a? (wi/non)
ko: 납세자가 이 사람의 가정 유지 비용을 50% 이상 지급 하였습니까? (예/아니요)
pl_pl: Czy podatnik(cy) pokrywał(li) ponad połowę kosztu zakwaterowania tej osoby? (tak/nie)
pt: Os contribuintes pagaram mais da metade dos custos de manutenção da residência para este indivíduo? (sim/não)
vi: (Những) người đóng thuế có trả hơn một nửa chi phí bảo trì nhà cho người này không? (có/ không)

# Did_the_taxpayers_provide_more_than_fiftypercent
source: Did the taxpayer(s) provide more than 50% of support for this person? (yes/no/n/a)
ar: هل زود دافع (دافعو) الضرائب أكثر من 50 % من الإعالة لهذا الشخص؟ (نعم/لا)
chs: 纳税人是否为 此人提供50%以 上的抚养费？ （是／否/不适 用）
cht: 納稅人是否為 此人提供50% 以上的撫養 費？（是／ 否/不適用）
es: ¿Proveyó el contribuyent e más del 50% de la manutención de esta persona? (sí/no/n/a)
fr: Èske kontribyab la (yo) te bay plis pase 50% nan sipò pou moun sa a? (wi/non)
ko: 납세자가 이 사람을 50% 이상 부양하 였습니까? (예/아니요)
pl_pl: Czy podatnik (cy) pokrywał (li) koszt utrzymania tej osoby w ponad 50%? (tak/nie/n. dot.)
pt: Os contribuintes forneceram mais de 50% de sustento para este indivíduo? (sim/não)
vi: (Những) người đóng thuế có cung cấp hơn 50% tiền cấp dưỡng cho người này không? (có/ không/không áp dụng)

# Did_this_person_have_less_than_fortythree
source: Did this person have less than $4,300 of income? (yes,no,n/a)
ar: هل كان دخل هذا الشخص أقل من ؟$4,200 (نعم/لا)
chs: 此人收入是 否低于 $4,200？ （是／否）
cht: 此人收入是 否低於 $4,200？ （是／否）
es: ¿Recibió esta persona menos de $4,300 de ingresos? (sí, no, n/a)
fr: Èske moun sa a gen revni ki mwens pase $4,200? (wi/non)
ko: 이 사람의 소득이 $4,200 미 만입니까? (예/아니요)
pl_pl: Czy dochód tej osoby wynosił poniżej $4200? (tak/nie)
pt: Este indivíduo teve um rendimento inferior a US$4.200? (sim/não)
vi: Người này có lợi tức chưa đến $4,200 phải không? (có/không)

# Did_this_person_provide_more_than_fifty
source: Did this person provide more than 50% of his/ her own support? (yes,no,n/a)
ar: هل زود هذا الشخص أكثر من 50 % من إعالته الخاصة؟ (نعم/لا)
chs: 此人是否提 供自己50% 以上的抚养 费？ （是／否）
cht: 此人是否提 供自己50% 以上的撫養 費？ （是／否）
es: ¿Proveyó esta persona más del 50% de su propia manutención? (sí, no, n/a)
fr: Èske moun sa a te bay plis pase 50% nan pwòp sipò pa li? (wi/non)
ko: 이 사람이 자신의 부 양을 50% 이상 지원 하였습니 까? (예/아니요)
pl_pl: Czy ta osoba składała się na koszt własnego utrzymania w ponad 50%? (tak/nie)
pt: Este indivíduo contribuiu com mais de 50% do seu próprio sustento? (sim/não)
vi: Người này có cung cấp hơn 50% tiền cấp dưỡng riêng của mình không? (có/ không)

# Did_you_live_in_an_area_that
source: Did you live in an area that was declared a Federal disaster area?
ar: هل كنت تعيش في منطقة تم إعلانها منطقة كوارث فيدرالية؟
chs: 住在被宣布为联邦灾难区的区域？
cht: 住在被宣佈為聯邦災難區的區域？
es: ¿Vivió usted en un área que fue declarada zona de desastre federal?
fr: Viv nan yon zòn yo te deklare yon zòn dezas Federal?
ko: 연방 재해 구역으로 선포된 지역에 살고 있습니까?
pl_pl: Mieszka na terenie uznanym za federalny obszar klęski żywiołowej?
pt: Vive em uma área que foi declarada como uma área de desastre federal?
vi: Sống ở khu vực mà được công bố là khu vực thảm họa Liên Bang?

# Did_you_live_with_your_spouse_during_any
source: Did you live with your spouse during any part of the last six months of 2020?
ar: هل أقمت مع زوجتك/زوجك أثناء أي جزء من الأشهر الستة الأخيرة من عام 2019؟
chs: 您在2019年下半年中是否在任何一段时间与配偶同住过？
cht: 您在2019年下半年中是否有任何一段時間曾與配偶同住？
es: ¿Vivió con su cónyuge durante alguna parte de los últimos seis meses de 2020?
fr: Èske w te viv ak mari/madanm ou pandan peryòd 6 dènye mwa 2019 la?
ko: 귀하는 2019년도 마지막 6개월 동안 어느 한 시점이라도 귀하의 배우자와 함께 살았습니까?
pl_pl: Czy podatnik zamieszkiwał z żoną/mężem w dowolnym okresie w drugiej połowie 2019 r.?
pt: Você morou com seu cônjuge durante qualquer período nos últimos seis meses de 2019?
vi: Quý vị có sống cùng với người hôn phối vào bất cứ thời gian nào trong 6 tháng qua của năm 2019 không?

# Did_you_or_your_spouse_if_filling_jointly
source: Did you, or your spouse if filing jointly, receive a letter from the IRS?
ar: هل تلقيت أنت أو زوجك / زوجتك في حالة التسجيل المشترك خطابًا من مصلحة الضرائب؟
chs: 您或您的配偶（若为夫妻联合报税）是否收到过国税局来函？
cht: 您或您的配偶（若為夫妻聯合報稅）是否收到過國稅局來函?
es: ¿Recibió usted o su cónyuge, si presenta una declaración conjunta, una carta del IRS?
fr: Èske ou menm, oswa mari/madanm ou si nou te fè deklarasyon enpo konjwen, te resevwa yon lèt nan men IRS?
ko: 귀하 또는 부부 공동 보고의 경우 IRS 서신을 받으셨습니까?
pl_pl: Czy podatnik lub współmałżonek, jeśli rozlicza się wspólnie, otrzymał pismo od IRS?
pt: Você, ou seu cônjuge se estiver fazendo a declaração conjunta, recebeu uma carta do IRS?
vi: Quý vị, hay người phối ngẫu nếu nộp hồ sơ khai thuế chung, có nhận được thư từ IRS không?

# Direct_deposite
source: Direct deposit
ar: إيداع مباشر
chs: 经转账直接存款
cht: 經轉帳直接存款
es: Depósito directo
fr: Depo dirèkt
ko: 직접 입금
pl_pl: Otrzymać go przelewem na konto bankowe
pt: Fosse depositado em sua conta
vi: Ký thác trực tiếp

# Disability_income_such
source: Disability income? (such as payments from insurance, or workers compensation) (Forms 1099-R, W-2)
ar: دخل الإعاقة (مثل المدفوعات من التأمين أو تعويض العمال)؟ (الإستمارات 2-W ،1099R(
chs: 残障收入（例如获得保险付款或工伤补偿）？（1099-R表、W-2表）
cht: 殘障收入（例如獲得保險付款或工傷補償)?（1099-R表、W-2表）
es: ¿Ingresos por incapacidad? (tales como pagos de seguro o compensación a trabajadores por accidentes en el trabajo) (Formularios 1099-R, W-2)
fr: Revni pou enkapasite? (pa egzanp peman asirans oubyen asirans pou aksidan nan travay [workers compensation]) (Fòm 1099-R, W-2)
ko: 장애소득? (보험 또는 근로자 재해 보상 지급액) (양식 1099-R, W-2)
pl_pl: Dochód z tytułu niepełnosprawności? (takie jak płatności z ubezpieczenia lub rekompensaty pracowniczej itd.) (formularze 1099-R, W-2)
pt: Auxílio por invalidez? (como pagamentos do seguro ou indenização trabalhista) (Formulários 1099-R, W-2)
vi: Lợi tức khuyết tật? (như tiền trả từ bảo hiểm hay bồi thường lao động) (Mẫu đơn 1099-R, W-2)

source: Divorced
ar: مطلقا
chs: 离婚
cht: 離婚
es: Divorciado
fr: Divòse
ko: 이혼
pl_pl: Rozwiedziony(a)
pt: Divorciado
vi: Ly dị

# ed1
source: Form 13614-C (Rev. 10-2020)
pt: Form 13614-C (PT) (Rev. 10-2019)

# engl1
source: If you have questions, please ask the IRS-certified volunteer preparer.
pt: Em caso de dúvidas, pergunte ao preparador voluntário credenciado pelo IRS.

# engl2
source: Volunteers are trained to provide high quality service and uphold the highest ethical standards. To report unethical behavior to the IRS, email us at
pt: Os voluntários são treinados para oferecer serviços de alta qualidade e manter os mais elevados padrões éticos. Para relatar comportamento antiético ao IRS, envie um e-mail para

source: everyone
ar: كل شخص
chs: 大家
cht: 大家
es: Toda persona
fr: tout moun
ko: 여러분
pl_pl: wszystkich
pt: todas as pessoas
vi: bất cứ người nào

# Expences_related_to_self_employment_income
source: Expenses related to self-employment income or any other income you received?
ar: النفقات المتعلقة بدخل العمل الحر أو أي دخل آخر تلقيته؟
chs: 与自营职业所得有关或您收到的任何其他收入有关的支出？
cht: 與自營職業所得有關或您收到的任何其他收入有關的支出？
es: ¿Gastos relacionados con los ingresos del trabajo por cuenta propia u otro ingreso que usted recibió?
fr: Depans ki gen rapò ak revni ki fèt nan travay endepandan oswa nenpòt lòt revni ou resevwa?
ko: 자영업 소득이나 귀하가 받은 기타 수입과 관련된 비용?
pl_pl: Koszty związane z uzyskaniem dochodu na własnym rozliczeniu lub innym uzyskanym dochodem?
pt: Despesas relacionadas a receitas de autônomo ou qualquer outra receita recebida?
vi: Chi phí liên quan đến lợi tức tư doanh hay bất cứ lợi tức nào khác mà quý vị nhận được?

# File_a_federal_return_last_year
source: File a federal return last year containing a “capital loss carryover” on Form 1040 Schedule D?
ar: رفعت كشف ضرائب فدرالية للسنة الماضية يحتوي على "مجموع مرحل لخسائر رأسمالية" [carryover loss capital [على الملحق D من الإستمارة 1040؟
chs: 在去年申报的1040联邦税表的附表D中包含“资本损失结转”这一项？
cht: 在去年申報的1040聯邦稅表的附表D中包含「資本損失結轉」這一項？
es: ¿Presentó una declaración de impuestos federales el año pasado que incluyera una “pérdida de capital trasladada al año siguiente” en el Anexo D del Formulario 1040?
fr: Ranpli yon deklarasyon taks federal pou ane pase ki genyen yon “lajan pèdi sou manman lajan ki rapòte yon lòt lè” sou Fòm 1040 Schedule D?
ko: 양식 1040 스케줄 D에 '자본 손실 이월'이 포함된 연방 세금 보고서를 작년에 제출하였습니까?
pl_pl: Składał(a) federalną deklarację podatkową za ubiegły rok uwzględniającą “przeniesioną stratę kapitałową” z formularza 1040-Aneks D?
pt: Apresentou uma declaração dos impostos federais que continha “postergação da perda de capital” no formulário Form 1040 Schedule D?
vi: Nộp bản khai thuế liên bang năm rồi “lỗ vốn mang qua năm” trên Danh Mục D của Mẫu đơn 1040?

source: First Name
pt: Primeiro nome

# FirstNameRequired
source: First Name is Required
pt: Por favor registre

# Formnum
source: 13614-C
pt: 13614-C (PT)

# Formocdate
source: (October 2020)
pt: (Outubro de 2019)
