Repository: SunilPOONAM/Tax
Catalog: TaxService/TaxService/Resources/Resource.*.resx
Languages: ar, chs, cht, es, fr, ko, pl_pl, pt, vi

# For_supplies_used_as_an_eligible
source: For supplies used as an eligible educator such as a teacher, teacher’s aide, counselor, etc.?
ar: للمستلزمات المستخدمة كاخصائي تعليم مؤهل مثل المعلم، أو مساعد المعلم أو المستشار أو إلخ.؟
chs: 符合资格的教育者（如教师、教师助理、辅导员等）使用的用品开销？
cht: 符合資格的教育者（如教師、教師助理、輔導員等）使用的用品開銷？
es: ¿Gastos para materiales utilizados por un educador que reúne los requisitos, tal como un maestro, asistente de maestro, consejero, etc.?
fr: Pou founiti yon anseyan ki kalifye itilize, tankou yon pwofesè, asistan pwofesè, konseye, e latriye?
ko: 교사, 교사 보조원, 상담사 등과 같은 유자격 교육자로서 사용한 소모품?
pl_pl: Koszty z tytułu materiałów i pomocy naukowych poniesione przez kwalifikującego się nauczyciela, pomocnika nauczyciela, psychologa szkolnego itd.?
pt: Para materiais utilizados como educador qualificado, tal como professor, auxiliar de professor, conselheiro, etc.?
vi: Tiền trợ cấp dùng cho giáo dục viên đủ tiêu chuẩn như giáo viên, phụ tá giáo viên, cố vấn, v.v…?

source: FOSTER CHILD
ar: رعاية الطفل
chs: 寄养孩子
cht: 寄養孩子
es: Niño adoptivo/Niña adoptiva
fr: PITIT PITIT
ko: 손자
pl_pl: PRZYBRANE DZIECKO
pt: CRIANÇA ADOTADA
vi: NUÔI CON

source: Full-time student
ar: طالب بدوام كامل
chs: 全职学生
cht: 全職學生
es: Estudiante a tiempo completo
fr: Yon etidyan a tan plen
ko: 풀타임 학생
pl_pl: Uczęszczanie na studia dzienne
pt: Estudante em tempo integral
vi: Là sinh viên toàn nhiệm

# Full_time_student_last_year_yes_or_no
source: Full-time Student last year
ar: طالب بدوام كامل السنة الماضية (نعم/لا)
chs: 去年是否是 全职学生 （是/否）
cht: 去年是 否是全 職學生 （是/ 否）
es: Estudiante a tiempo completo el año pasado (sí o no)
fr: Etidyan a tan plen ane pase
ko: 작년도 풀타임 학생 (예/아니 요)
pl_pl: Na studiach dziennyc h w ubiegłym roku
pt: Estudante em tempo integral durante o ano passado
vi: Sinh viên toàn nhiệm năm rồi (có/ không)

# gb10
source: Unsure
chs: 不确定
cht: 不確定
es: No Sé
fr: Pa Konnen
ko: 불확실
pl_pl: Nie wiem
pt: Não sabe
vi: Không chắc

source: GRANDCHILD
ar: حفيد
chs: 孙子
cht: 孫子
es: NIETO/NIETA
fr: GRAN TIMOUN
ko: 손자
pl_pl: WNUCZKA
pt: NETA/NETO
vi: cháu nội

source: GRANDPARENT
ar: الجد
chs: 祖父母
cht: 祖父母
es: ABUELO/ABUELA
fr: GRAN PARAN
ko: 조부모
pl_pl: DZIADEK
pt: AVÔ/AVÓ
vi: ÔNG BÀ

source: HALF BROTHER
ar: نصف أخ
chs: 同父异母或同母异父的兄弟
cht: 同父異母或同母異父的兄弟
es: MEDIO HERMANO
fr: DEMI FRÈ
ko: 하프 형제
pl_pl: BRAT PRZYRODNI
pt: MEIO IRMÃO
vi: ANH NỬA

source: HALF SISTER
ar: نصف أخت
chs: 同父异母的妹妹
cht: 同父異母的妹妹
es: MEDIA HERMANA
fr: DEMI SÈ
ko: 반 자매
pl_pl: PRZYRODNIA SIOSTRA
pt: MEIA-IRMÃ
vi: chị em dị bào

# Have_a_helth_saving_account
source: Have a Health Savings Account? (Forms 5498-SA, 1099-SA, W-2 with code W in box 12)
ar: ) .HSA (كان لديك حساب توفير صحي؟ (الإستمارات 5498SA و1099SA و 2-Wمع الرمز W في المربع 12(
chs: 有保健储蓄帐户？（5498-SA表、1099-SA表、第12格印有字母W的W-2表）
cht: 有保健儲蓄帳戶？（5498-SA表、1099-SA表、第12格印有字母W的W-2表）
es: ¿Tuvo una cuenta de ahorros para gastos médicos? (Formularios 5498-SA, 1099-SA, W-2 con el código W en el encasillado 12)
fr: Gen yon Kont Epay pay pou Swen sante? (Fòm 5498-SA, 1099-SA W-2 ki gen kòd W nan Kazye 12 la)
ko: 건강 저축 계좌를 가지고 있었습니까? (양식 5498-SA, 1099-SA, W 코드가 12번란에 표시된 W-2)
pl_pl: Miał(a) zdrowotne konto oszczędnościowe? (formularze 5498-SA, 1099-SA, W-2 z zaznaczeniem W w kwadracie 12)
pt: (HSA) Teve uma conta de poupança saúde? (Formulários 5498-SA, 1099-SA, W-2 com o código W na caixa 12)
vi: (HSA) Có trương mục tiết kiệm sức khỏe? (Mẫu đơn 5498-SA, 1099-SA, W-2 có mã số W trong ô 12)

# Have_credit_card_or_mortgage_debt
source: Have credit card or mortgage debt cancelled/forgiven by a lender or have a home foreclosure? (Forms 1099-C, 1099-A)
ar: كان لديك دين من بطاقة إئتمان أو رهن ملغى/معفى من قبل مقرض أو غلق لرهن منزل؟ (الإستمارات 1099C ،1099A(
chs: 有被商业贷款机构取消或免除的信用卡债或房屋贷款债务，或是有房屋丧失赎回权？（1099-C、1099A表）
cht: 有被商業貸款機構取消或免除的信用卡債或房屋貸款債務，或是有房屋喪失贖回權？（1099-C、1099A表）
es: ¿Tuvo una deuda de tarjeta de crédito o deuda hipotecaria cancelada/condonada por un prestamista o una ejecución hipotecaria de su vivienda (Formularios 1099-C, 1099-A)
fr: Te gen yon dèt kat kredi oubyen mòtgèdj yon konpayi ki prete moun lajan te anile/padone oubyen pèdi yon kay nan fòklojè? (Fòm 1099-C, 1099-A)
ko: 대출자로부터 신용 카드나 주택 모기지 빚을 면제/감면 받았거나 주택이 압류.되었습니까? (양식 1099-C,1099A)
pl_pl: Zadłużenie na karcie kredytowej lub z tytułu kredytu hipotecznego zostało umorzone albo nastąpiła konfiskata domu? (formularze 1099-C, 1099-A)
pt: Teve dívida de cartão de crédito ou de hipoteca cancelada/perdoada pelo financiador ou execução hipotecária de sua residência? (Formulários 1099-C, 1099-A)
vi: Có nợ tiền vay mua nhà hay nợ thẻ tín dụng được nơi cho vay hủy bỏ/xóa nợ hay bị tịch biên nhà? (Mẫu đơn 1099-C, 1099-A)

# Have_earned_income_credit
source: Have Earned Income Credit, Child Tax Credit or American Opportunity Credit disallowed in a prior year? If yes, for which tax year?
ar: هل كان لديك "إعتماد دخل مكتسب" [Credit Income Earned [أو "إعتماد ضريبة طفل" [Credit Tax Child [أو "إعتماد فرصة أمريكية" [Credit Opportunity American [غير مسموح في سنة سابقة؟ إذا نعم، لأي سنة ضريبية؟
chs: 有之前年度不允许的低收入家庭福利优惠、儿童税务优惠或美国教育机会税务优惠？若有，是在哪一个税务年度？
cht: 有之前年度不允許的低收入家庭福利優惠、兒童稅務優惠或美國教育機會稅務優惠？若有，是在哪一個稅務年 度？
es: ¿Le fue denegado en un año anterior el Crédito por Ingreso del Trabajo, el Crédito Tributario por Hijos o el Crédito de Oportunidad para los Estadounidenses? Si contestó afirmativamente, ¿en qué año tributario?
fr: Genyen yon kredi pou revni ki fèt nan travay (EIC), kredi difèt ou gen timoun oubyen yon kredi American Opportunity Credit ki te refize nan yon ane presedan? Si se wi, pou ki ane fiskal?
ko: 이전 연도에 근로 소득 세액 공제 (EIC), 자녀 세액 공제 또는 미국 기회 공제가 거절되었습니까? 만약 '예'일 경우, 어느 과세 연도분입니까?
pl_pl: W poprzednim roku nastąpiła odmowa odliczenia podatkowego z tytułu wynagrodzenia za pracę, wychowania dziecka lub „American Opportunity”: Jeśli tak, za który rok podatkowy?
pt: Recebeu crédito de rendimentos, crédito de imposto para filhos ou teve seu American Opportunity Credit (crédito para determinadas despesas educacionais) negado em algum ano anterior? Se Sim, em que ano-base?
vi: Tín dụng Lợi Tức Kiếm Được, Tín Thuế cho Con hoặc Tín Thuế Cơ Hội Mỹ không được sử dụng cho năm trước đây? Nếu có, năm đóng thuế nào?

# Have_health_coverage_through_the
source: Have health coverage through the Marketplace (Exchange)? [Provide Form 1095-A]
ar: لديك تغطية صحية من خلال السوق (البورصة)؟ ]قدم النموذج [1095-A[
chs: 有通过市场得到的医疗保险(交易)？[提供表格 1095-A]
cht: 有通過市場得到的醫療保險(交易)? [提供表格 1095-A]
es: ¿Tuvo la cobertura de cuidado de salud a través del Mercado de Seguros de Salud (Intercambio)? [Proporcione el Formulario 1095-A]
fr: Gen asirans sante nan Mache a (Exchange)? [Bay Fòm 1095-A]
ko: 시장(거래소)을 통해 건강 관리 보험에 가입하였습니까? [양식 1095-A 제시]
pl_pl: Posiadał(a) ubezpieczenie zdrowotne z Giełdy Ubezpieczeniowej (Marketplace)? [Dołączyć formularz 1095-A]
pt: Obteve cobertura de plano de saúde pelo Marketplace (Exchange)? [Forneça o Formulário 1095-A]
vi: Được bảo hiểm sức khỏe thông qua Thị Trường Bảo Hiểm? [Cung cấp Mẫu đơn 1095-A]

# Have_you_your_spouse_or_dependents_been_a
source: Have you, your spouse, or dependents been a victim of tax related identity theft or been issued an Identity Protection PIN?
ar: هل وقعت أنت أو زوجتك/زوجك أو من تعليهم ضحية سرقة هوية أو صدر لكم رقم هوية شخصية لحماية هويتكم؟
chs: 您、您的配偶或被抚养人是否曾遭到与税务相关的身份盗用，或曾被核发过身份保护PIN码？
cht: 您、您的配偶或被撫養人是否曾遭到與稅務相關的身份盜用，或曾被核發過身份保護 PIN碼？
es: ¿Ha sido usted, su cónyuge o dependientes víctima del robo de identidad relacionado con los impuestos o se les ha emitido un PIN para la Protección de Identidad?
fr: Eske oumenm oubyen yon moun nan fanmi ou deja tonbe viktim vòl idantite ki gen rapò avèk taks oubyen eske yo ba ou yon PIN pou Pwoteksyon Idantite?
ko: 귀하, 귀하의 배우자 또는 부양 가족이 세금 관련 신분 도용의 피해자이거나 신분 보호 비밀 번호를 발급받았습니까?
pl_pl: Czy płatnik, współmałżonek lub osoba na utrzymaniu padł(a) ofiarą kradzieży danych osobowych związanych z podatkami lub przydzielono mu(jej) kod PIN dla ochrony
pt: Você, seu cônjuge ou dependentes foi (foram) vítima(s) de roubo de identidade relativo a questões tributárias? Foi emitida uma senha de proteção para sua identidade?
vi: Quý vị, người hôn phối, hoặc người thuộc quyền của quý vị có từng là nạn nhân của hành vi mạo danh liên quan đến thuế hoặc được cấp số Bảo Vệ Danh Tánh PIN?

# If_additional_space_is_needed_check_here
source: If additional space is needed check here and list on page 3
ar: إذا كنت بحاجة إلى فسحة إضافية، توضع إشارة هنا ويتم الإدراج على الصفحة 3
chs: 如果写不下，请在此处打勾 然后列在第3页。
cht: 如果需要更多空間，請在此處查看並在第3頁上列出
es: Si necesita espacio adicional, marque aquí y continúe la lista en la página 3
fr: Si ou bezwen plis espas, tcheke kazye sa a epi ekri osinon mete l sou paj 4
ko: 추가 공간이 필요하면 여기에 체크한 후, 3페이지에 기입하십시오
pl_pl: W razie braku miejsca, należy zaznaczyć ten kwadrat i wykazać osoby na str. 3.
pt: Se necessitar de mais espaço, marque aqui e liste na página 3
vi: Nếu cần thêm khoảng trống, xin đánh dấu ở đây và ghi trên trang 3

# If_uou_are_filling_a_joint_return
source: (If you are filing a joint return, enter your names in the same order as last year’s return)
ar: (إذا كنت تقدم إقرارًا مشتركًا ، أدخل أسماءك بنفس ترتيب إرجاع العام الماضي)
chs: （如果您是夫妻联合报税，请按照去年税表的同样顺序填写姓名）
cht: (如果您是夫妻聯合報稅，請按照去年稅表的同樣順序填寫姓名)
es: (Si usted presenta una declaración conjunta, escriba sus nombres en el mismo orden como en la declaración del año pasado)
fr: (Si ou ap depoze yon deklarasyon konjwen, silvouplè mete non nou nan menm lòd jan yo parèt nan deklarasyon ane pase a)
ko: (부부 공동 보고서를 제출하는 경우 전년도 보고서와 동일한 순서로 이름을 기입하십시오.)
pl_pl: (wypełniając wspólne zeznanie podatkowe wpisać nazwiska w tej samej kolejności, co w poprzednim roku)
pt: (Se você estiver declarando imposto conjunto, inclua seus nomes na mesma ordem da declaração do ano anterior )
vi: (Nếu quý vị khai thuế chung, xin cho vào các họ và tên theo đúng thứ tự như trên tờ khai thuế năm ngoái của quý vị)

# If_yes_did_you_get_married
source: If Yes, Did you get married in 2020?
ar: إذا نعم، هل تزوجت في سنة 2019؟
chs: 如果是，您在2019年结婚的吗？
cht: 如果是，您在2019年結婚的嗎？
es: Si lo estaba, ¿se casó en 2020?
fr: Si repons la se Wi, Èske ou te marye nan ane 2019 la ?
ko: 기혼인 경우, 2019년에 결혼하였습니까?
pl_pl: Jeżeli tak, czy podatnik zawarł(a) związek małżeński w 2019 r.?
pt: Caso afirmativo, você se casou em 2019?
vi: Nếu có quý vị kết hôn trong năm 2019?

source: If yes, how many jobs did you have last year?
ar: إذا نعم، كم وظيفة كانت لديك السنة الماضية؟
chs: 如果回答“是”，您去年做过几份工作？
cht: 如果回答「是」，您去年做過幾份工作？
es: Si contestó afirmativamente, ¿cuántos trabajos tuvo el año pasado?
fr: Si ou reponn wi, konbyen djòb ou te genyen ane pase?
ko: ‘예’일 경우 작년에 귀하는 몇 개의 직장을 가졌습니까?
pl_pl: Jeśli tak, to ilu miał(a) pracodawców w ubiegłym roku?
pt: Se afirmativo, quantos empregos você teve no ano passado?
vi: Nếu có thì quý vị có bao nhiêu việc làm trong năm ngoái?

source: If yes, where?
ar: إذا كانت الإجابة بنعم حيث؟
chs: 如果是，哪里？
cht: 如果是，哪裡？
es: Si es así, ¿dónde?
fr: Si se wi, ki kote ?
ko: ‘예’일 경우 어디입니까?
pl_pl: Jeśli tak, gdzie?
pt: Se sim, onde?
vi: Nếu có thì ở đâu?

# If_you_are_due_a_refund
source: If you are due a refund, would you like:
ar: إذا كنت تستحق استردادًا ، هل ترغب في:
chs: 如果您可以获得退税，您希望如何处理:
cht: 如果您可以獲得退稅，您希望如何處理
es: Si usted tiene derecho a un reembolso, le gustaría:
fr: Si nou dwe ranbouse ou lajan, èske ou ta renmen:
ko: 귀하가 환급받을 세금이 있다면 어떤 입금 방식을 원하십니까?
pl_pl: Jeśli podatnikowi należy się zwrot, czy chce
pt: Caso tenha direito a reembolso, você gostaria que esse valor:
vi: Nếu được hoàn tiền thì quý vị sẽ:

# If_you_belive_your_tax_return_information
source: If you believe your tax return information has been disclosed or used improperly in a manner unauthorized by law or without your permission, you may contact the Treasury Inspector General for Tax Administration (TIGTA) by telephone at 1-800-366-4484, or by e-mail at complaints@tigta.treas.gov.
ar: إن كنت تعتقد أنه تم الكشف عن معلومات كشف ضرائبك أو إستخدامها بشكل غير لائق وغير مسموح بموجب القانون أو بدون إذنك، فبإمكانك الإتصال بـ"المحقق العام لإدارة الضريبة في وزارة المالية" [TIGTA] (Administration Tax for General Inspector Treasury (عبر الهاتف على الرقم .complaints@tigta.treas.gov العنوان على الإلكتروني البريد عبر أو 1-800-366-4484
chs: 如果您认为您的报税表信息以未经法律授权或未经您许可的方式被不适当地披露或使用，您可以拨打 1-800-366-4484联系财政部税务行政监察长 (Treasury Inspector General for Tax Administration (TIGTA))，或发 送电子邮件到 complaints@tigta.treas.gov。
cht: 如果您認為您的報稅表資訊以未經法律授權或未經您許可的方式被不適當地披露或使用，您可以撥打 1-800-366-4484聯繫財政部稅務行政監察長 (Treasury Inspector General for Tax Administration (TIGTA))，或發 送電子郵件到 complaints@tigta.treas.gov。
es: Si usted cree que la información de su declaración de impuestos ha sido divulgada o utilizada indebidamente de una manera no autorizada por la ley, o sin su permiso, puede comunicarse por teléfono con el Inspector General para la Administración Tributaria del Tesoro (TIGTA, por sus siglas en inglés) al 1-800-366-4484, o por correo electrónico a complaints@tigta.treas.gov.
fr: Si w kwè ke yo te divilge oswa itilize enfòmasyon sou deklarasyon enpo w la enjisteman nan yon fason lalwa pa otorize oswa san konsantman w, ou kapab kontakte Treasury Inspector General for Tax Administration [Enspèkte Jeneral Trezò a pou Administrasyon Enpo] (TIGTA) nan telefòn nan 1-800-366-4484, oswa voye plent ou nan imèl nan complaints@tigta.treas.gov.
ko: 귀하의 세금 신고 정보가 법률상 허용되지 않는 방법이나 귀하의 허락 없이 공개되었거나 부적합하게 사용되었다 고 생각되면, 세금 관리 재무 감사관(TIGTA)에게 1-800-366-4484번으로 전화하거나 complaints@tigta.treas.gov로 이메일을 보내어 연락을 취하십시오.
pl_pl: Jeżeli podatnik uzna, że dane z jego zeznania podatkowego zostały ujawnione lub wykorzystane w sposób niezgodny z prawem lub bez jego zgody, może się skontaktować z inspektorem generalnym urzędu podatkowego (Treasury Inspector General for Tax Administration, TIGTA), telefonicznie pod numerem 1-800-366-4484, lub e-mailem pod adresem complaints@tigta.treas.gov.
pt: Se você acredita que suas informações de declaração de imposto tenham sido divulgadas ou usadas indevidamente de uma forma não autorizada pela lei ou sem a sua autorização, entre em contato com o Treasury Inspector General for Tax Administration (TIGTA - Inspetor-geral do Ministério da Fazenda para a Administração dos Impostos dos EUA) no telefone 1-800-366-4484, ou envie um e-mail para complaints@tigta.treas.gov.
vi: Nếu quý vị nghĩ thông tin khai thuế của mình bị tiết lộ hay sử dụng không đúng cách theo luật hoặc không được quý vị cho phép, thì có thể liên lạc với Tổng Thanh Tra Ngân Khố về Hành Chánh Thuế (Treasury Inspector General for Tax Administration, hay TIGTA) qua điện thoại theo số 1-800-366-4484 hoặc điện thư complaints@tigta.treas.gov.

# If_you_have_a_balance_due
source: If you have a balance due, would you like to make a payment directly from your bank account?
ar: إذا كان لديك رصيد مستحق ، هل ترغب في إجراء دفعة مباشرة من حسابك المصرفي؟
chs: 如果您需要补缴税，您希望从您的银行帐户直接付款吗？
cht: 如果您需要補繳稅，您希望從您的銀行帳戶直接付款嗎？
es: Si usted tiene un saldo adeudado, ¿le gustaría efectuar un pago directamente de su cuenta bancaria?
fr: Si ou dwe lajan, èske ou ta renmen peman an soti dirèkteman nan kontanbank ou?
ko: 미납 세액이 있을 경우, 귀하의 은행 구좌에서 자동 납부하기를 원합니까?
pl_pl: Jeśli podatnik ma do uiszczenia kwotę podatku, czy chce dokonać przelewu bezpośrednio z rachunku bankowego?
pt: Se você tem saldo a pagar, quer efetuar o pagamento diretamente de sua conta bancária?
vi: Nếu còn nợ tiền thì quý vị có muốn trả trực tiếp từ trương mục ngân hàng của mình không?

# Income_or_loss_for_rental_property
source: Income (or loss) from Rental Property?
ar: الدخل (أو الخسارة) من ملكية مؤجرة؟
chs: 来自出租产业的收入（或亏损）？
cht: 來自出租產業的收入（或虧損)?
es: ¿Ingresos (o pérdidas) por alquiler de propiedad?
fr: Revni (oubyen lajan pèdi) nan byen ki nan lwaye?
ko: 임대 자산 소득 (또는 손실)?
pl_pl: Dochód (lub strata) z wynajmowania nieruchomości?
pt: Rendimento (ou prejuízo) com aluguel de imóvel?
vi: Lợi tức (hay lỗ) từ tài sản cho mướn?

# Income_or_oloss_from_the_sale
source: Income (or loss) from the sale or exchange of Stocks, Bonds, Virtual Currency or Real Estate? (including your home) (Forms 1099-S,1099-B)
ar: الدخل (أو الخسارة) من بيع الأسهم أو السندات أو العملة الافتراضية أو العقارات؟ (الاستمارات 1099S ،1099B(
chs: 来自出售股票、债券、虚拟货币或房地产的收入（或亏损)？（1099-S、1099-B表）
cht: 來自出售股票、債券、虛擬貨幣或房地產的收入（或虧損)?（1099-S、1099-B表）
es: ¿Ingresos (o pérdidas) de la venta o el intercambio de acciones, bonos, moneda virtual o bienes inmuebles? (Formularios 1099-S, 1099-B)
fr: Revni (oswa pèt) nan vann aksyon, bon, lajan vityèl, oswa byen imobilye? (san ou pa bliye kay pa w) (Fòm 1099-S, 1099-B)
ko: 주식, 채권, 가상화폐, 또는 부동산 (자신의 주택 포함) 판매소득 (손실)?(양식 1099-S, 1099-B)
pl_pl: Dochody (straty) ze sprzedaży lub wymiany akcji, obligacji, waluty wirtualnej lub nieruchomości? (formularze 1099-S, 1099-B)
pt: Rendimento (ou prejuízo) na venda de ações, títulos, moeda virtual ou imóveis? (Formulários 1099-S, 1099-B)
vi: Lợi tức (hay thua lỗ) từ việc bán hay trao đổi cổ phiếu, trái phiếu, tiền ảo hay địa ốc? (Mẫu đơn 1099-S, 1099-B)

# Intake/Interview&amp;QualityReviewSheet
source: Intake/Interview & Quality Review Sheet
pt: Ficha de Avaliação/Entrevista e Análise de Qualidade

# Intakesheet
source: Intake/Interview & Quality Review Sheet
chs: 受理/面谈和质量审查表
cht: 受理/面談和品質審查表
es: Hoja de Admisión/Entrevista y Verificación de Calidad
fr: Feyè pou pran enfòmasyon preliminè/entèvyou ak pou kontwòl travay ki fèt la
ko: 접수/상담 및 품질 검토 용지
pl_pl: Przyjęcie/Rozmowa i karta oceny jakości
pt: Ficha de Avaliação/Entrevista e Análise de Qualidade
vi: Tờ Tiếp Nhận/Phỏng Vấn & Duyệt Xét Phẩm Chất

# Interest_dividents_from_checking
source: Interest/Dividends from: checking/savings accounts, bonds, CDs, brokerage? (Forms 1099-INT, 1099-DIV)
ar: فوائد/أنصبة أرباح من: حسابات شيكات/توفير، سندات، إعتمادات مستندية، عمولات؟ (الإستمارة 1099INT والإستمارة 1099DIV(
chs: 利息/股息，来自：支票/储蓄帐户、债券、定期存款 (CD)、佣金？（1099-INT表、1099-DIV表）
cht: 利息/股息，來自：支票/儲蓄帳戶、債券、定期存款 (CD)、佣金？（1099-INT表、1099-DIV表）
es: ¿Intereses/Dividendos de: cuentas de cheques o de ahorros, bonos, certificados de depósitos, corretaje? (Formularios 1099-INT, 1099-DIV)
fr: Enterè/dividand ki fèt nan: kont kouran/kont epay, obligasyon, CD, komisyon? (Fòm 1099-INT, 1099-DIV)
ko: 이자/배당금 – 출처: 당좌계좌/저축계좌, 채권, CD, 중개료? (양식 1099-INT, 1099-DIV)
pl_pl: Odsetki/dywidendy z: rachunków czekowych/oszczędnościowych, obligacji, certyfikatów depozytowych, obrotu giełdowego (formularze 1099-INT, 1099-DIV)
pt: Juros/Dividendos de: conta corrente/poupança, títulos, CDs, investimentos em corretoras? (Formulários 1099-INT, 1099-DIV)
vi: Tiền Lời/Lợi Tức Cổ Phần từ: trương mục chi phiếu/tiết kiệm, trái phiếu, chứng chỉ ký thác, môi giới? (Các mẫu đơn 1099-INT, 1099-DIV)

# Is_this_person_a_qualifying
source: Is this person a qualifying child/relative of any other person? (yes/no)
ar: ل هذا ً الشخص طفلا/ ً ً مؤهلا قريبا لأي شخص آخر؟ (نعم/لا)
chs: 此人是否有 资格被其他 人申报为被 抚养子女或 亲属？ （是／否）
cht: 此人是否有資 格被其他人申 報為被撫養子 女或親屬？ （是／否）
es: ¿Es esta persona un hijo calificado o pariente de alguna otra persona? (sí o no)
fr: Èske moun sa a admisib kòm pitit oubyen fanmi nenpòt lòt moun? (wi/non)
ko: 이 사람이 다 른 사람의 적 격 자녀/친척 입니까? (예/ 아니요)
pl_pl: Czy ta osoba jest dzieckiem/ krewnym kogoś innego? (tak/nie)
pt: Este indivíduo pode ter sido incluído como dependente na declaração de imposto de renda de outra pessoa? (sim/não)
vi: Người này có phải được người khác khai là con cái/ họ hàng đủ tiêu chuẩn không? (có/không)

source: Is your spouse a U.S. citizen?
ar: هل تحمل الزوجة/الزوج الجنسية الأمريكية؟
chs: 您的配偶是美国公民吗？
cht: 您的配偶是美國公民嗎？
es: ¿Es su cónyuge ciudadano de EE.UU.?
fr: Èske mari/madanm ou se sitwayen ameriken?
ko: 배우자가 미국 시민입니까?
pl_pl: Czy mąż/żona jest obywatelem USA?
pt: Seu cônjuge é cidadão dos EUA?
vi: Người hôn phối của quý vị có phải là công dân Hoa Kỳ không?

# I_authorize_my_tax_prepare_to_enter_the
source: I authorize my Tax Preparer to enter the five number PIN I have choosen below.
ar: أفوض معدي الضرائب الخاص بي بإدخال رقم التعريف الشخصي المكون من خمسة أرقام الذي اخترته أدناه.
chs: 我授权我的税务准备人员在下面输入我选择的五个数字PIN。
cht: 我授權我的稅務準備人員在下面輸入我選擇的五個數字PIN。
es: Autorizo a mi preparador de impuestos a ingresar el PIN de cinco números que he elegido a continuación.
fr: J'autorise mon préparateur de déclarations à saisir le NIP à cinq chiffres que j'ai choisi ci-dessous.
ko: 본인은 세금 작성자가 아래에서 선택한 5 자리 PIN을 입력하도록 승인합니다.
pl_pl: Upoważniam mojego doradcę podatkowego do wprowadzenia pięciu numerów PIN, które wybrałem poniżej.
pt: Autorizo meu preparador de impostos a inserir o PIN de cinco números que escolhi abaixo.
vi: Tôi ủy quyền cho Người khai thuế nhập mã PIN năm số mà tôi đã chọn bên dưới.

# I_here_by_consent_to_the_disclosure
source: I/we hereby consent to the disclosure of tax return information described in the Global Carry Forward terms above and allow the tax return preparer to enter a PIN in the tax preparation software on my behalf to verify that I/we consent to the terms of this disclosure.
ar: أنا/نحن أوافق على الكشف عن معلومات كشف الضريبة الموصوف في شروط Forward Carry Global أعلاه وأسمح لمعد كشف الضرائب بإدخال كلمة سر في برنامج كمبيوتر إعداد كشف الضرائب بالنيابة عني لإثبات أني/أننا أوافق على شروط هذا الكشف.
chs: 我/我们同意以上全球传输 (Global Carry Forward) 条款中所述的报税表信息披露，并允许报税员代表本人在税务申 报软件中输入个人识别号码，以确认我/我们同意此披露的条款。
cht: 我/我們同意以上全球傳輸（Global Carry Forward）條款中所述的報稅表資訊披露，並允許報稅員代表本人在稅務 申報軟件中輸入個人識別號碼，以確認我/我們同意此披露的條款。
es: Yo/Nosotros, por la presente doy/damos mi/nuestro consentimiento para la divulgación de la información de la declaración de impuestos conforme a los términos del Traspaso Global y autorizo/autorizamos al preparador de impuestos ingresar un PIN en el software de preparación de impuestos en mi/nuestro nombre para verificar mi/nuestro consentimiento a los términos de esta divulgación.
fr: Mwen/nou nan fòmilè sa a dakò pou yo divilge enfòmasyon sou deklarasyon enpo ki dekri nan kondisyon Global Carry Forward ki anlè a epi pèmèt moun k ap prepare deklarasyon enpo a antre yon PIN nan lojisyèl pou preparasyon enpo a sou non mwen pou verifye ke mwen/nou dakò ak kondisyon sou divilgasyon sa a.
ko: 본인/우리는 상기 Global Carry Forward의 조건에 설명된 세금 신고 정보 공개에 동의하며, 세금 신고서 작성자가 본인/우리가 이 공개 조건에 동의한다는 것을 확인하기 위해 세금 작성 소프트웨어에 본인을 대신하여 개인 식별 번호(PIN)를 입력하는 것을 허락합니다.
pl_pl: Niniejszym wyrażam zgodę na ujawnienie danych zawartych w zeznaniu podatkowym na zasadach całościowego przenoszenia danych (Global Carry Forward) określonych powyżej i zezwalam osobie przygotowującej zeznanie do wpisania w moim imieniu do oprogramowania podatkowego mojego PINu w celu zweryfikowania, czy została przeze mnie / przez nas udzielona zgoda na warunki ujawniania.
pt: Eu/nós consinto/consentimos a divulgação das informações de declaração de imposto descritas acima nos termos da Global Carry Forward e permito/permitimos que o preparador do imposto de renda inclua um número de identificação pessoal (PIN) no software de preparação de impostos em meu/nosso nome para verificar que estou/estamos de acordo com os termos desta divulgação.
vi: Tôi/chúng tôi, nơi đây, đồng ý tiết lộ thông tin khai thuế được mô tả trong thời hạn của Global Carry Forward ở trên và cho người khai thuế nhập mã PIN vào nhu liệu khai thuế thay cho tôi để xác nhận tôi/chúng tôi đồng ý với các điều khoảng tiết lộ thông tin.

# I_or_we_the_taxpayers_have_read_the
source: I/we, the taxpayer, have read the above information.
ar: نا/نحن، دافع الضريبة، قرأت المعلومات أعلاه.
chs: 我/我们，纳税人，已阅读上述的信息。
cht: 我/我們，納稅人， 已閱讀上述的資訊。
es: Yo/Nosotros, el(los) contribuyente(s), hemos leído la información anterior.
fr: Mwen/nou, kontribyab la, te li enfòmasyon ki anlè a.
ko: 납세자인 본인/우리는 상기 정보를 읽었습니다.
pl_pl: Jako płatnik podatku zapoznałem/am się z powyższymi ustaleniami.
pt: Eu/nós, contribuinte(s), li/lemos as informações acima.
vi: Tôi/chúng tôi, người đóng thuế, đã đọc thông tin trên.

# kl9
source: Catalog Number 52121E
pt: Catálogo número 58981W

source: Last name
ar: الإسم الأخير/اللقب
chs: 姓氏
cht: 姓氏
es: Apellido
fr: Siyati
ko: 성 (Last Name)
pl_pl: Nazwisko
pt: Sobrenome
vi: Họ
