Repository: SunilPOONAM/Tax
Catalog: TaxService/TaxService/Resources/Resource.*.resx
Languages: ar, chs, cht, es, fr, ko, pl_pl, pt, vi

source: Last Name (Do not enter your name or spouse’s name)
ar: اسم العائلة (لا تدخل اسمك أو اسم زوجتك)
chs: 姓氏（请勿输入您的姓名或配偶的姓名）
cht: 姓氏（請勿輸入您的姓名或配偶的姓名）
es: Apellido (no ingrese su nombre o el nombre de su cónyuge)
fr: Siyati (Pa antre non ou oswa non mari oswa madanm ou)
ko: 성 (귀하의 이름이나 배우자의 이름은 입력하지 마십시오)
pl_pl: Nazwisko (nie wpisuj swojego imienia ani nazwiska małżonka)
pt: Sobrenome (não digite seu nome ou o nome do cônjuge)
vi: Họ (Không nhập tên của bạn hoặc tên vợ / chồng)

source: Last year, was your spouse:
ar: في السنة الماضية، هل كانت زوجتك/زوجك
chs: 您的配偶去年是否是：
cht: 您的配偶去年是否是：
es: El año pasado, era su cónyuge:
fr: Ane pase, èske mari/madanm ou te:
ko: 작년도 배우자의 상태:
pl_pl: Czy w ubiegłym roku dotyczyły współmałżonka:
pt: No ano passado seu cônjuge era/estava:
vi: Năm rồi có phải người hôn phối của quý vị:

source: Last year, were you:
ar: في السنة الماضية، هل كنت
chs: 您去年是否是：
cht: 您去年是否是：
es: El año pasado, era usted:
fr: Ane pase, èske ou te:
ko: 작년도 귀하의 상태:
pl_pl: Czy w ubiegłym roku miały miejsce:
pt: No ano passado você era/estava:
vi: Năm rồi có phải quý vị:

source: Legally blind
ar: أعمى قانونيا
chs: 法定失明
cht: 法定失明
es: Legalmente ciego
fr: Avèg dapre la lwa
ko: 법적 시각 장애인 여부
pl_pl: Niedowidzenie w stopniu kwalifikowanym jako ślepota
pt: Legalmente cego
vi: Bị mù hợp pháp

# Legally_speparated
source: Legally Separated
ar: ً منفصلا قانونيا
chs: 合法分居
cht: 合法分居
es: Legalmente separado
fr: Separe devan la lwa
ko: 법적인 별거상태
pl_pl: W separacji
pt: Separado legalmente
vi: Ly thân hợp pháp

# List_the_name_below_of
source: List the names below of
ar: عدد أدناه أسماء:
chs: 列出符合以下条件者姓名：
cht: 列出符合以下條件者姓名：
es: Identifique a continuación:
fr: Nan espas anba a, bay lis non :
ko: 아래에 해당하는 사람(들)의 이름을 기입하십시오.
pl_pl: Poniżej należy wpisać nazwiska:
pt: Liste abaixo os nomes de:
vi: Nêu tên dưới đây của:

source: Mailing address
ar: العنوان البريدي
chs: 邮寄地址
cht: 郵寄地址
es: Dirección postal
fr: Adrès kote w resevwa lèt pa lapòs
ko: 우편주소
pl_pl: Adres korespondencyjny
pt: Endereço para correspondência
vi: Địa chỉ thư tín

# Make_estimated_tax_payments
source: Make estimated tax payments or apply last year’s refund to this year’s tax? If so how much?
ar: دفعت أقساط ضرائب مقدرة أو طبقت المبلغ المسترجع من السنة الماضية على ضريبتك لهذه السنة؟ إن كانت الحالة كذلك، فكم؟
chs: 支付预估税款，或将去年的退税用来预缴本年度的税金？ 若有，金额是多少？
cht: 支付預估稅款，或將去年的退稅用來預繳本年度的稅金？ 若有，金額是多少？
es: ¿Efectuó pagos de impuestos estimados o aplicó el reembolso del año anterior a sus impuestos del año en curso? Si contestó afirmativamente, ¿cuánto?
fr: Fè peman taks ou kalkile davans oswa aplike ranbousman ane pase a pou peye taks ane sa a? Si se wi, konbyen lajan?
ko: 추정세를 납부하였거나, 또는 작년도의 환급액을 금년도 세금에 적용하였습니까? 그렇다면 그 금액은 얼마입니까?
pl_pl: Dokonał(a) wpłaty szacunkowej kwoty należności podatkowej lub naliczył(a) zwrot podatkowy z ubiegłego roku na poczet tegorocznej należności podatkowej? Jeśli tak, to w jakiej kwocie?
pt: Fez pagamentos antecipados de impostos ou utilizou parte do reembolso para o imposto deste ano? Caso positivo, qual o valor?
vi: Trả tiền thuế ước tính hay nộp tiền bồi hoàn năm rồi cho thuế năm nay? Nếu có, là bao nhiêu?

source: Married
ar: متزوجا
chs: 已婚
cht: 已婚
es: Casado
fr: Marye
ko: 기혼
pl_pl: W związku małżeńskim
pt: Casado
vi: Đã kết hôn

# Medical_and_dental_inculiding
source: Medical & Dental (including insurance premiums)
ar: طب وطب أسنان (بما فيها أقساط التأمين)
chs: 医疗与牙科费用？（包括保险保费）
cht: 醫療與牙科費用？（包括保險保費）
es: Gastos médicos y dentales (incluso las primas de seguro)
fr: Swen medikal ak dantist (ki kapab gen ladan yo prim asirans)
ko: 의료 및 치과 비용 (보험료 포함)
pl_pl: Wydatki medyczne i dentystyczne (w tym składki ubezpieczeniowe)
pt: Médicas e odontológicas (incluindo prêmios de seguro)
vi: Y tế & Nha khoa (bao gồm bảo phí)

# Mortagage_interest
source: Mortgage Interest (Form 1098)
ar: فوائد رهن منزل (الإستمارة 1098(
chs: 房屋贷款利息（1098表）
cht: 房屋貸款利息（1098表）
es: Intereses Hipotecarios (Formulario 1098)
fr: Enterè Mòtgèdj (Fòm 1098)
ko: 주택 모기지 이자 (양식 1098)
pl_pl: Odsetki od długu hipotecznego (Formularz 1098)
pt: Juros de hipotecas (Formulário 1098)
vi: Tiền lời của nợ vay mua nhà (Mẫu đơn 1098)

source: M.I.
ar: الحرف الأول من الأوسط
chs: 中间名缩写
cht: 中間名縮寫
es: Inicial
fr: Inisyal dezyèm prenon
ko: 중간이름 첫자
pl_pl: Drugie imię
pt: Inicial do 2o nome
vi: Tên lót

# Name_first_and_last_do_not_enter_your
source: First Name (Do not enter your name or spouse’s name)
ar: الاسم الأول (لا تدخل اسمك أو اسم زوجتك)
chs: 名字（请勿输入您的姓名或配偶的姓名）
cht: 名字（請勿輸入您的姓名或配偶的姓名）
es: Nombre (no ingrese su nombre o el nombre de su cónyuge)
fr: Premye Non (Pa antre nan non ou oswa non mari oswa madanm ou)
ko: 이름 (귀하의 이름 또는 배우자의 이름은 입력하지 마십시오)
pl_pl: Imię (nie wpisuj swojego imienia ani nazwiska małżonka)
pt: Primeiro nome (não digite seu nome ou o nome do cônjuge)
vi: Tên (Không nhập tên của bạn hoặc tên vợ / chồng)

source: NEPHEW
ar: ابن شقيق
chs: 侄子
cht: 侄子
es: SOBRINO
fr: NEFÈ
ko: 조카
pl_pl: BRATANEK
pt: SOBRINHO
vi: CHÁU TRAI

source: NIECE
ar: ابنة الاخ
chs: 侄女
cht: 侄女
es: SOBRINA
fr: Nyès
ko: 조카딸
pl_pl: SIOSTRZENICA
pt: SOBRINHA
vi: cháu gái

source: No
ar: لا
chs: 否
cht: 否
fr: Non
ko: 아니요
pl_pl: Nie
pt: Não
vi: Không

source: NONE
ar: لا أحد
chs: 没有任何
cht: 沒有任何
es: NINGUNO/NINGUNA
fr: OKENN
ko: 없음
pl_pl: ŻADEN
pt: NENHUM
vi: KHÔNG AI

# Number_of_months_lived_in_your_home
source: Number of months lived in your home last year
ar: عدد أشهر الإقامة في منزلك السنة الماضية
chs: 去年住在 您家里几 个月
cht: 去年住在 您家裡幾 個月
es: Número de meses que vivió en su hogar el año pasado
fr: Kantite mwa ou te abite lakay ou ane pase
ko: 작년에 귀 하의 집에 서 살았던 개월 수
pl_pl: Liczba miesięcy kiedy, osoba mieszkała w ubiegłym roku w domu podatnika
pt: Quanto meses morou na sua casa no ano passado
vi: Số tháng sống trong nhà của quý vị năm rồi

# ol5
source: Catalog Number 71414A
pt: Número de catálogo 71523M

# ol7
source: 15080 (EN-SP)
pt: 15080 (PT)

# ol8
source: (Rev. 7-2020)
pt: (Rev. 7-2019)

source: OMB Number
pt: OMB Número

source: Other
ar: آخر
chs: 其它
cht: 其它
es: Otra
fr: Lòt
ko: 기타
pl_pl: Inne
pt: Outra
vi: Loại khác

# Other_income_gamnling_lottery
source: Other income? (gambling, lottery, prizes, awards, jury duty, virtual currency, Sch K-1, royalties, foreign income, other property or services,
ar: مصدر دخل آخر؟ (المقامرة ، اليانصيب ، الجوائز ، الجوائز ، واجب هيئة المحلفين ، العملة الافتراضية ، Sch K-1 ، الإتاوات ، الدخل الأجنبي ، الممتلكات أو الخدمات الأخرى ، الخ) حدد
chs: 其他收入（赌博、彩票、奖金、奖品、担任陪审员、虚拟货币、K-1附表、提成、外国来源收益、其他财产或服务等）请指明
cht: 其他收入（賭博、彩票、獎金、獎品、擔任陪審員、虛擬貨幣、K-1附表、提成、外國來源收益、其他財產或服務等）請指明
es: ¿Otros ingresos? (juegos de azar, lotería, premios, galardones, servicio como jurado, moneda virtual, Anexo K-1, regalías, ingresos del extranjero, otros bienes o servicios, etcétera. Especificar
fr: Lòt revni? (jwèt aza, lotri, prim, rekonpans, manm jiri, lajan vityèl, Sch K-1, peman dwa dotè, revni ki fèt nan peyi etranje e latriye, lòt pwopriyete oswa sèvis, elatriye.) Presize
ko: 기타 소득? (도박, 복권, 상금, 수상, 배심원 지원금, 가상화폐, Sch K-1, 로열티, 해외 소득, 다른 재산이나 서비스) 내용 기입
pl_pl: Inne dochody? (z hazardu, loterii, nagród, wyróżnień, za udział w ławie przysięgłych, waluta wirtualna, Sch K-1, honoraria, dochody z zagranicy, inny przedmiot własności lub usług itp.) proszę wymienić
pt: Outra receita? (jogos de azar, loteria, concurso, prêmios, remuneração de jurado, moeda virtual, Sch K-1, royalties, receita oriunda do exterior, outros bens ou serviços,
vi: Lợi tức khác? (cờ bạc, xổ số, giải thưởng, tiền thưởng, trách nhiệm bồi thẩm, tiền ảo, Danh Mục K-1, tiền bản quyền, lợi tức nước ngoài, tài sản hay dịch vụ khác, v.v…) Nêu rõ:

source: PARENT
ar: الأبوين
chs: 家长
cht: 家長
es: PADRE/MADRE
fr: PARAN
ko: 부모의
pl_pl: RODZIC
pt: PAI/MÃE
vi: CHA MẸ

# Part_first_your_personal_information
source: Part I – Your Personal Information
ar: الجزء الأول- معلوماتك الشخصية
chs: 第I部份 -- 个人资料
cht: 第I部份 -- 個人資料
es: Parte I – Su información personal
fr: Pati I - Enfòmasyon pèsonèl ou
ko: 파트 I. 귀하의 개인 정보
pl_pl: Część I - Dane osobowe podatnika
pt: Parte I. Informações pessoais
vi: Phần I. Thông Tin Cá Nhân

# Part_five_life_events
source: Part V – Life Events – Last Year, Did You (or Your Spouse)
ar: الجزء الخامس- أحداث الحياة- في السنة الماضية، هل أنت (أو زوجتك/زوجك)
chs: 第V部分 – 人生事件 – 您（或您配偶）去年是否
cht: 第V部分 – 人生事件 – 您（或您配偶）去年是否
es: Parte V – Acontecimientos Importantes en la Vida – El Año Pasado, Usted (o su Cónyuge)
fr: Pati V. Evènman enpòtan –Ane pase, èske ou menm (oubyen mari/madanm ou) te
ko: 파트 V. 주요 생활사 – 다음 중 작년도에 귀하 (또는 귀하의 배우자)에게 해당되는 항목은 무엇입니까?
pl_pl: Część V - Zdarzenia losowe - Czy w ubiegłym roku podatnik lub jego(jej) współmałżonek
pt: Parte V. Eventos da vida - No ano passado, você (ou seu cônjuge)
vi: Phần V – Sự Việc trong Cuộc Sống – Năm rồi, quý vị (hay người hôn phối của quý vị) có

# Part_four_expenses
source: Part IV – Expenses – Last Year, Did You (or Your Spouse) Pay
ar: الجزء الرابع-النفقات- في السنة الماضية، هل دفعت أنت (أو زوجتك/زوجك)
chs: 第IV部分 – 开支 – 您（或您配偶）去年是否有支付
cht: 第IV部分 – 開支 – 您（或您配偶）去年是否有支付
es: Parte IV – Gastos – El año pasado, pagó usted (o su cónyuge)
fr: Pati IV. Depans –Ane pase, èske oumenm (oubyen mari/madanm ou) te peye
ko: 파트 IV. 비용 – 다음 중 작년도에 귀하 (또는 귀하의 배우자)가 지급한 항목은 무엇입니까?
pl_pl: Część IV - Wydatki - Czy w ubiegłym roku podatnik lub jego(jej) współmałżonek poniósł następujące koszty
pt: Parte IV. Despesas - No ano passado, você (ou seu cônjuge) pagou
vi: Phần IV – Chi Phí – Năm Rồi, Quý Vị (hay Người Hôn Phối của quý vị) Có Trả

# Part_second_marital_status_and_household_information
source: Part II – Marital Status and Household Information
ar: الجزء الثاني - معلومات الحالة الزوجية والأسرة المعيشية
chs: 第II部分 -- 婚姻状态与家庭状况
cht: 第II部分 -- 婚姻狀態與家庭狀況
es: Parte II – Estado civil e información sobre la unidad familiar
fr: Pati II. Eta sivil ak enfòmasyon sou tout moun lakay ou
ko: 파트II.결혼 상태 및 가구 정보
pl_pl: Część II - Stan cywilny i dane dot. gospodarstwa domowego
pt: Parte II. Estado civil e informações sobre o domicílio
vi: Phần II – Tình trạng hôn nhân và thông tin gia đình

# Part_third_income_last_year_did_you
source: Part III – Income – Last Year, Did You (or Your Spouse) Receive
ar: الجزء الثالث- الدخل-في السنة الماضية، هل تلقيت أنت (أو زوجتك/زوجك)
chs: 第III部分 – 收入 – 您（或您配偶）去年是否有收到
cht: 第III部分 – 收入 – 您（或您配偶）去年是否有收到
es: Parte III – Ingresos – El año pasado, Recibió usted (o su cónyuge)
fr: Pati III. Revni –Ane pase, èske ou menm (oubyen mari/madanm ou) te resevwa
ko: 파트 III. 소득 – 다음 중 작년도에 귀하 (또는 귀하의 배우자)가 받은 항목은 무엇입니까?
pl_pl: Część III - Dochód – Czy w ubiegłym roku podatnik lub jego(jej) współmałżonek otrzymał
pt: Parte III. Rendimento - No ano passado, você (ou seu cônjuge) recebeu
vi: Phần III – Lợi tức – Năm rồi, quý vị (hay người hôn phối của quý vị) có được

# pictureidfor
source: Picture ID (such as valid driver's license) for you and your spouse.
pt: Documento de identidade com foto, seu e de seu cônjuge (como carteira de habilitação válida).

# pleasecompt
source: Please complete pages 1-4 of this form.
pt: Preencha as páginas 1 a 4 deste formulário.

# Presidental_election_campaign_fund
source: Presidential Election Campaign Fund (If you check a box, your tax or refund will not change)
ar: صندوق الحملة الانتخابية الرئاسية (إذا حددت مربعًا ، فلن تتغير الضريبة أو المبلغ المسترد)
chs: 总统大选活动基金：(如果在此处打勾，您的税额或退税额不会改变.)
cht: 總統大選活動基金: (如果在此處打勾，您的稅額或退稅額不會改變。)
es: Fondo de Campaña Electoral Presidencial (Si usted marca el encasillado, su impuesto o reembolso no cambiará)
fr: Fon pou Kanpay Elektoral Prezidansyèl (Si ou tcheke yon kazye, ni taks ou ni ranbousman enpo ou pap chanje)
ko: 대통령 선거 운동 자금 (체크를 해도 귀하의 세금이나 환급액은 변경되지 않습니다)
pl_pl: Składka na Fundusz finansowania wyborów prezydenckich (Zaznaczenie tego kwadratu nie zwiększy/zmniejszy kwoty należnego podatku/zwrotu podatkowego)
pt: Fundo para campanha das eleições presidenciais (Se assinalar esta opção, seu imposto ou devolução não mudará)
vi: Ngân Quỹ Vận Động Bầu Cử Tổng Thống (Nếu quý vị đánh dấu vào một ô thì tiền thuế hay hoàn lại sẽ không thay đổi)

# Primary_signature
source: Primary taxpayer printed name and signature
ar: سم دافع الضريبة الرئيسي مطبوعا وتوقيعه
chs: 第一纳税人的工整书写姓名和签名
cht: 第一納稅人的工整書寫姓名和簽名
es: Nombre impreso y firma del contribuyente primario
fr: Non kontribyab prensipal la ekri ak lèt detache ak siyati li
ko: 주된 납세자 자필서명
pl_pl: Imię i nazwisko drukiem oraz podpis głównego płatnika podatku
pt: Nome do contribuinte primário em letra de forma e assinatura
vi: Họ tên ghi rõ ràng và chữ ký của người đóng thuế chính

source: Primary taxpayer printed name
ar: الاسم المطبوع لدافع الضرائب الأساسي
chs: 主要纳税人的姓名
cht: 主要納稅人的姓名
es: Nombre impreso del contribuyente principal
fr: Nom imprimé du contribuable principal
ko: 기본 납세자 이름
pl_pl: Wydrukowana nazwa głównego podatnika
pt: Nome impresso do contribuinte principal
vi: Tên in của người nộp thuế chính

# Provide_an_email_address
source: Provide an email address (optional) (this email address will not be used for contacts from the Internal Revenue Service)
ar: أدخل عنوان بريد إلكتروني (اختياري) (لن يتم استخدام عنوان البريد الإلكتروني هذا لجهات الاتصال من دائرة الإيرادات الداخلية)
chs: 提供一个电子邮件地址(选填)(国税局不会将这个电子邮件地址用于联系)
cht: 請提供電子郵件地址(選填)(國稅局不會將這個電子郵件地址用於聯繫)
es: Proporcione una dirección de correo electrónico (opcional) (esta dirección de correo electrónico no se utilizará para los contactos del Servicio de Impuestos Internos (IRS))
fr: Bay yon adrès imèl (opsyonèl) (yo pap itilize adrès imèl sa a pou Depatman Sèvis Enpo sou Revni kontakte w)
ko: 이메일 주소를 제공하여 주십시오. (선택사항) (이 이메일 주소는 국세청에서 연락을 취하기 위해 사용되지 않습니다.)
pl_pl: Prosimy podać adres e-mail (dobrowolnie) (Internal Revenue Service nie będzie przysyłać korespondencji na ten adres)
pt: Forneça um endereço de e-mail (opcional) (este e-mail não será usado para contatos do Internal Revenue Service)
vi: Cho biết địa chỉ điện thư (email) (tùy ý) (địa chỉ điện thư này sẽ không được dùng để liên lạc từ Sở Thuế Vụ)

# Purchase_and_install_energy_efficant
source: Purchase and install energy-efficient home items? (such as windows, furnace, insulation, etc.)
ar: قمت بشراء وتركيب مستلزمات منزلية مقتصدة للطاقة؟ (مثل نوافذ، سخان، مواد عازلة، إلخ.)
chs: 购买并安装住宅节能设备？（例如窗户、壁炉、隔热设备等）
cht: 購買並安裝住宅節能設備？（例如窗戶、壁爐、隔熱設備等）
es: ¿Compró e instaló equipo de eficiencia energética en su hogar? (tales como ventanas, calefacción, material de aislamiento, etc.)
fr: Achte epi enstale atik ki ede ekonomize enèji nan kay ou? (pa egzanp fenèt, fwaye chofaj, izolasyon pou chofaj, e latriye)
ko: 에너지 효율적 가정용품을 구입하여 설치했습니까? (창문, 난로, 단열재등)
pl_pl: Zakupił(a) i zainstalował(a) energooszczędne elementy wyposażenia domu? (takie jak okna, piec, izolacja itd.)
pt: Comprou e instalou produtos residenciais de eficiência energética? (janelas, calefação, isolamento térmico, etc.)
vi: Mua và lắp đặt vật dụng tiết kiệm năng lượng trong nhà? (như cửa sổ, lò sưởi, cách nhiệt, v.v…)

# Receive_an_economic_impact_payment
source: Receive an Economic Impact Payment (stimulus) in 2020?
ar: تلقي دفعة الأثر الاقتصادي (التحفيز) في عام 2020؟
chs: 在2020年获得经济影响付款（刺激）？
cht: 在2020年獲得經濟影響付款（刺激）？
es: ¿Recibió un Pago de alivio por impacto económico (estímulo) en 2020?
fr: Recevez un paiement d'impact économique (stimulus) en 2020?
ko: 2020 년에 경제적 영향 지급 (부양책)을 받습니까?
pl_pl: Otrzymasz płatność za wpływ na gospodarkę (bodziec) w 2020 roku?
pt: Receber um pagamento de impacto econômico (estímulo) em 2020?
vi: Nhận Thanh toán Tác động Kinh tế (kích cầu) vào năm 2020?

# Recive_the_first_time_homebuyers
source: Receive the First Time Homebuyers Credit in 2008?
ar: تلقيت "إعتماد مشتري المنازل للمرة الأولى" [Credit Homebuyers Time First [في سنة 2008؟
chs: 在2008年获得首次购屋者税收抵免？
cht: 在2008年獲得首次購屋者稅收抵免？
es: ¿Recibió en 2008 el crédito tributario para comprador de primera vivienda?
fr: Resevwa Kredi pou moun ki achte kay premye fwa nan ane 2008?
ko: 2008년에 '첫 주택 구입자 세금공제' 혜택을 받았습니까?
pl_pl: W roku 2008 otrzymał(a) ulgę podatkową z tytułu zakupu pierwszego domu/mieszkania?
pt: Recebeu o incentivo para compra da primeira casa própria em 2008?
vi: Được Tín Thuế Người Mua Nhà Lần Đầu trong năm 2008?

# Refund_of_state_local_income
source: Refund of state/local income taxes? (Form 1099-G)
ar: إسترجاع ضرائب الدخل المحلية/للولاية؟ (الإستمارة 1099G(
chs: 州/地方所得税退款？（1099-G表）
cht: 州/地方所得稅退款？（1099-G表）
es: ¿Reembolsos de impuestos estatales/locales sobre el ingreso? (Formulario 1099-G)
fr: Ranbousman enpo sou revni pou eta /lokalite? (Fòm 1099-G)
ko: 주/지방 소득세 환급? (양식 1099-G)
pl_pl: Zwrot nadpłaty podatku lokalnego/stanowego? (formularz 1099-G)
pt: Restituição de impostos estaduais/municipais? (Formulário 1099-G)
vi: Tiền hoàn lại từ thuế lợi tức tiểu bang/địa phương (Mẫu đơn 1099-G)

# Relationship_to_you_for_example
source: Relationship to you
ar: صلة القرابة بك
chs: 与您的关系
cht: 與您的關係
es: Parentesco con usted
fr: Relasyon moun sa gen ak ou
ko: 귀하와의 관계
pl_pl: Związek/ pokrewieństwo z podatnikiem
pt: Parentesco
vi: Mối quan hệ với quý vị

# Resident_of_us_canada_or_maxico
source: Resident of US, Canada, or Mexico last year (yes/no)
ar: مقيم في الولايات المتحدة أو كندا أو المكسيك السنة الماضية (نعم/لا)
chs: 去年是否是 美国、加拿 大或墨西哥 居民 （是/否）
cht: 去年是否 是美國、 加拿大或 墨西哥居 民 （是/ 否）
es: Residente de EE.UU., Canadá o México el año pasado (sí o no)
fr: Rezidan Etazini, Kanada, oubyen Meksik ane pase (wi/non)
ko: 작년에 미 국, 캐나 다 또는 멕시코 거 주자 (예/ 아니요)
pl_pl: Posiadał(a) prawo pobytu w USA, Kanadzie lub Meksyku w ubiegłym roku (tak/nie)
pt: Residente dos EUA, Canadá ou México no ano passado (sim/não)
vi: Cư dân Hoa Kỳ, Gia Nã Đại, hay Mễ Tây Cơ năm rồi (có/không)

# Retriment_income_or_payments
source: Retirement income or payments from Pensions. Annuities, and or IRA? (Form 1099-R)
ar: دخل تقاعد أو مدفوعات من من معاشات التقاعد و/أو العلاوات السنوية و/أو حساب IRA؟ (الإستمارة 1099R(
chs: 来自退休金、年金和/或IRA（个人退休帐户）的退休收入或付款？（1099-R表）
cht: 來自退休金、年金和/或IRA（個人退休帳戶）的退休收入或付款？（1099-R表）
es: ¿Ingreso de jubilación o pagos de Pensiones, Anualidades y/o Arreglos de ahorros para la jubilación (IRA, por sus siglas en inglés)? (Formulario 1099-R)
fr: Revni retrèt oubyen peman pansyon, Anwite oubyen IRA? (Fòm 1099-R)
ko: 연금, 연금보험 및/또는 IRA 은퇴 소득 또는 인출 분배분? (양식 1099-R)
pl_pl: Dochody z emerytur, ubezpieczeń rentowych i/lub IRA? (formularz 1099-R)
pt: Rendas de aposentadoria ou pagamentos de pensões, anuidades e/ou IRA (conta de aposentadoria individual)? (Formulário 1099-R)
vi: Lợi tức hưu trí hoặc tiền nhận được từ lương hưu, niên kim và/hoặc IRA? (Mẫu đơn 1099-R)

# Scholarships_form_w_t
source: Scholarships? (Forms W-2, 1098-T)
ar: المنح الدراسية؟ (النماذج W-2 ، 1098-T)
chs: 奖学金？（W-2表、1098-T表）
cht: 獎學金？（W-2表、1098-T表）
es: ¿Becas? (Formularios W-2, 1098-T)
fr: Bousdetid? (Fòm W-2, 1098-T)
ko: 장학금? (양식 W-2, 1098-T)
pl_pl: Stypendia? (formularze W-2, 1098-T)
pt: Bolsas de estudo? (Formulários W-2, 1098-T)
vi: Học bổng? (Mẫu đơn W-2, 1098-T)

# Secondry_signatue
source: Secondary taxpayer printed name and signature
ar: اسم دافع الضريبة الرئيسي مطبوعا وتوقيعه
chs: 第二纳税人的工整书写姓名和签名
cht: 第二納稅人的工整書寫姓名和簽名
es: Nombre impreso y firma del contribuyente secundario
fr: Non kontribyab adjwen an ekri ak lèt detache ak siyati li
ko: 주된 납세자 자필 서명
pl_pl: Imię i nazwisko drukiem oraz podpis wtórnego płatnika podatku
pt: Nome do contribuinte secundário em letra de forma e assinatura
vi: Họ tên ghi rõ ràng và chữ ký của người đóng thuế phụ

# Secondry_taxpayer_printed_name
source: Secondary taxpayer printed name
ar: الاسم المطبوع للمكلف الثانوي
chs: 二级纳税人印刷名称
cht: 二級納稅人印刷名稱
es: Nombre impreso del contribuyente secundario
fr: Nom imprimé du contribuable secondaire
ko: 2 차 납세자 이름
pl_pl: Wydrukowane imię i nazwisko drugiego podatnika
pt: Nome impresso do contribuinte secundário
vi: Tên người nộp thuế phụ

# Self_employment_income_form
source: Self-Employment income? (Form 1099-MISC, 1099-NEC, cash, virtual currency, or other property or services)
ar: دخل العمل الحر (الاستمارة MISC-1099 ،مبالغ نقدية، عملة افتراضية، أو ممتلكات أو خدمات أخرى)؟
chs: 自营职业所得？ （1099-MISC表、现金、虚拟货币或其他财产或服务）
cht: 自營職業所得？（1099-MISC表、現金、虛擬貨幣或其他財產或服務）
es: ¿Ingresos del trabajo por cuenta propia? (Formularios 1099-MISC, 1099-NEC, dinero en efectivo.
fr: Revni ki fèt nan travay endepandan? (Fòm 1099-MISC, kach) lajan vityèl, oswa lòt pwopriyete oswa sèvis
ko: 자영업 소득 (양식 1099-MISC, 현금, 가상 화폐 또는 다른 재산 또는 서비스)
pl_pl: Dochód z pracy na własnym rozliczeniu? (formularz 1099-MISC, gotówka, waluta wirtualna lub inny przedmiot własności lub usług)
pt: Remuneração como autônomo? (Formulário 1099-MISC, pagamento em espécie, moeda virtual ou outros bens ou serviços)
vi: Lợi tức tư doanh (Mẫu đơn 1099-MISC, tiền mặt, tiền ảo hoặc tài sản hay dịch vụ khác)

source: Single
ar: أعزب
chs: 单身的
cht: 單身的
es: Único/Única
ko: 단일
pl_pl: Pojedynczy
pt: Solteiro/Solteira
vi: Độc thân

# Single_or_married_as_of
source: Single or Married as of 12/31/20
ar: أعزب أو متزوج حتى 19/12/31
chs: 截至 20 年 12 月 31 日单身或已婚
cht: 至2019年12月 31日為止是單 身（S）或已婚 （M）（填入S 或M）
es: Estaba soltero o casado al 31 de dic 2020
fr: Selibatè oubyen Marye a pati de dat 31/12/2019
ko: 2019.12.31 일 현재 독 신자 또는 기혼자
pl_pl: Stan cywilny żonaty/ zamężna lub wolny, na dzień 31/12/19
pt: Solteiro ou casado em 31/12/19
vi: Độc thân (S) hay kết hôn (M) kể từ ngày 31 tháng Chạp, 2019 (S/M)

source: SISTER
ar: أخت
chs: 姐姐
cht: 姐姐
es: HERMANA
fr: SÈ
ko: 여자 형제
pl_pl: SIOSTRA
pt: IRMÃ
vi: EM GÁI

# socialsecucard
source: Social security cards or ITIN letters for all persons on your tax return.
pt: Cartões do Seguro Social ou cartas dos contribuintes (ITIN) para todas as pessoas relacionadas na sua declaração de impostos.

source: Social Security Number
ar: رقم الضمان الاجتماعي
chs: 社会安全号码
cht: 社會安全號碼
es: Número de seguridad social
fr: Numéro de sécurité sociale
ko: 사회 보장 번호
pl_pl: Numer ubezpieczenia społecznego
pt: Número da Segurança Social
vi: Số an sinh xã hội

# Social_security_or_railroad_retirement
source: Social Security or Railroad Retirement Benefits? (Forms SSA-1099, RRB-1099)
ar: مخصصات الضمان الإجتماعي أو تقاعد عمال السكك الحديدية؟ (الإستمارات SSA1099 ،RRB1099(
chs: 社会安全福利金或铁路员工退休福利金？（SSA-1099、RRB-1099表）
cht: 社會安全福利金或鐵路員工退休福利金？（SSA-1099、RRB-1099表）
es: ¿Beneficios del Seguro Social o de la jubilación ferroviaria? (Formularios SSA-1099, RRB-1099)
fr: Sekirite Sosyal oswa Railroad Retirement Benefits (Benefis retrèt pou moun ki te travay nan chemendfè)? (Fòm SSA-1099, RRB-1099)
ko: 사회 복지 보장 또는 철도 종업원 연금? (양식 SSA-1099, RRB-1099)
pl_pl: Ubezpieczenie społeczne lub świadczenia z emerytury kolejarzy? (formularze SSA-1099 i RRB-1099)
pt: Social Security ou benefícios de Aposentadoria dos Ferroviários? (Formulários SSA-1099, RRB-1099)
vi: Quyền lợi An Sinh Xã Hội hay quyền lợi hưu trí cho công nhân ngành đường sắt? (Các mẫu đơn SSA-1099, RRB-1099)

source: SON
ar: ابن
chs: 儿子
cht: 兒子
es: HIJO
fr: PITIT
ko: 아들
pl_pl: SYN
pt: FILHO
vi: CON TRAI

source: Specify
pt: Especifique:

source: Spouse
ar: الزوجة/الزوج
chs: 配偶
cht: 配偶
es: Cónyuge
fr: Mari/Madanm ou
ko: 배우자
pl_pl: Współmałżonek
pt: Cônjuge
vi: Người hôn phối

source: State
ar: الولاية
chs: 州
cht: 州
es: Estado
fr: Eta
ko: 주
pl_pl: Stan
pt: Estado
vi: Tiểu bang

source: STEPBROTHER
ar: أخ غير شقيق
chs: 继兄弟
cht: 繼兄弟
es: HERMANASTRO
fr: BÒ FRÈ
ko: 이복 형제
pl_pl: PRZYRODNI BRAT
pt: MEIO-IRMÃO
vi: ANH CỦA MẸ KẾ

source: STEPCHILD
ar: الربيب ولد الزوج أو الزوجة
chs: 继子
cht: 繼子
es: HIJASTRO/HIJASTRA
fr: ETAP TIMOUN
ko: 의붓 자식
pl_pl: PASIERB
pt: ENTEADA/ENTEADO
vi: CON RIÊNG

source: STEPSISTER
ar: مثل اختي
chs: 继妹
cht: 繼妹
es: HERMANASTRA
fr: ETAP Sè
ko: 이복 누이
pl_pl: SIOSTRA PRZYRODNIA
pt: MEIA-IRMÃ
vi: CHỊ KẾ
