Repository: SunilPOONAM/Tax
Catalog: TaxService/TaxService/Resources/Resource.*.resx
Languages: ar, chs, cht, es, fr, ko, pl_pl, pt, vi

# Student_loan_interest
source: Student loan interest? (Form 1098-E)
ar: فائدة على قروض الطالب؟ (الإستمارة 1098E (
chs: 学生贷款利息？（表1098-E）
cht: 學生貸款利息？（表1098-E）
es: ¿Intereses sobre un préstamo para estudios? (Formulario 1098-E)
fr: Enterè sou lajan etidyan prete pou yo ale lekòl? (Fòm 1098-E)
ko: 학자금 대출 이자? (양식 1098-E)
pl_pl: Odsetki od pożyczki studenckiej? (Formularz 1098-E)
pt: Juros de empréstimos para estudantes (Formulário 1098-E)
vi: Tiền lời cho tiền vay đại học? (Mẫu đơn 1098-E)

source: Submit
ar: يقدم
chs: 提交
cht: 提交
es: Enviar
fr: Nous faire parvenir
ko: 제출
pl_pl: Zatwierdź
pt: Enviar
vi: Gửi đi

# Taxes_state_real_estate_personal
source: Taxes (State, Real Estate, Personal Property, Sales)
ar: ضرائب(ولاية، عقارية، ملكية شخصية، مبيعات)
chs: 税金（州税、房地产税、个人财产税、销售税）
cht: 稅金（州稅、房地產稅、個人財產稅、銷售稅）
es: Impuestos (Estatales, sobre los Bienes Inmuebles, Propiedad Personal, Ventas)
fr: Taks (Eta, Imobilye, Pwopriyete pèsonèl, Taks sou vant)
ko: 세금 (주, 부동산, 개인 자산, 판매)
pl_pl: Podatki (stanowe, od nieruchomości, od własności osobistej, od sprzedaży)
pt: Impostos (estadual, bens imóveis, propriedades pessoais, vendas)
vi: Thuế (Tiểu bang, địa ốc, sở hữu cá nhân, buôn bán)

# taxinfosuch
source: Tax Information such as Forms W-2, 1099, 1098, 1095.
pt: Informações de impostos, como os formulários W-2, 1099, 1098, 1095.

# This_includes_registered_domestic
source: (This includes registered domestic partnerships, civil unions, or other formal relationships under state law)
ar: (بما في ذلك الشراكات المنزلية المسجلة أو الإتحادات المدنية أو غيرها من العلاقات الرسمية بموجب قانون الولاية)
chs: (此项包括州法管辖下的已登记家庭伴侣、民事结合或其他正式关系)
cht: (此項包括州法管轄下的已登記家庭伴侶、民事結合或其他正式關係)
es: (Esto incluye uniones domésticas registradas, uniones civiles u otras relaciones formales según la ley estatal)
fr: (Sa gen ladan l patenarya konjigal anrejistre, inyon sivil, oubyen lòt relasyon fòmèl anba lwa Eta a)
ko: (여기에는 등록된 동거 관계, 합법적 동성 결혼, 기타 주 법에 근거한 공식적 관계가 포함
pl_pl: (Obejmuje wszelkie zarejestrowane związki partnerskie, związki cywilne i inne, uznawane przez przepisy stanowe)
pt: (Isso inclui parcerias domésticas registradas, uniões civis ou outros relacionamentos formais de acordo com as leis estaduais)
vi: (Điều này bao gồm bạn nội gia, kết bạn dân sự hay có mối liên hệ chánh thức đối với luật pháp tiểu bang)

source: Tip Income?
ar: دخلا من البقشيش؟
chs: 小费收入？
cht: 小費收入？
es: ¿Ingresos por concepto de propinas?
fr: Revni ki fèt nan poubwa?
ko: 팁소득?
pl_pl: Przychód z napiwków/gratyfikacji?
pt: Gorjetas?
vi: Lợi tức từ tiền típ?

source: Totally and permanently disabled
ar: معطل كليا ودائما
chs: 完全永久残障
cht: 完全永久殘障
es: Total y permanentemente incapacitado
fr: Andikape totalman epi pou tout tan
ko: 완전하고 영구적 장애인 여부
pl_pl: Pełna i trwała niepełnosprawność
pt: Totalmente ou permanentemente inválido
vi: Bị tàn tật hoàn toàn và dài hạn

# Totally_and_permanently_disabled_yes_or_nos
source: Totally and Permanently Disabled
ar: معاق تماما ً ودائما
chs: 完全永久 残障
cht: 完全永久 殘障
es: Total y permanentemente incapacitado
fr: Andikape totalman epi pou tout tan
ko: 완전하고 영 구적 장애인 여부
pl_pl: Pełna i trwała niepełnospra wność
pt: Total ou permanentemente inválido
vi: Bị tàn tật hoàn toàn và dài hạn

# To_be_completed_by_a_certificate
source: To be completed by a Certified Volunteer Preparer
ar: للإستكمال على يد متطوع معتمد ومعد لكشف الضرائب
chs: 由认证义工报税员填写
cht: 由認證義工報稅員填寫
es: Para ser completado por el Preparador Voluntario Certificado
fr: Se Volontè Sètifye ki prepare deklarasyon an ki pou ranpli seksyon sa a
ko: 공인 자원봉사 작성자가 기입할 내용
pl_pl: Wypełnia dyplomowany społeczny konsultant podatkowy (CVP)
pt: A ser preenchido pelo Preparador Voluntário Credenciado
vi: Do Người Giúp Khai Thuế Tự Nguyện được Chứng Nhận điền vào

source: To purchase U.S. Savings Bonds
ar: لشراء سندات الادخار الأمريكية
chs: 购买美国储蓄公债
cht: 購買美國儲蓄公債
es: Comprar Bonos de Ahorros de los EE.UU.
fr: Achte U.S. Savings Bonds (Obligasyon epay nan Etazini)
ko: 미국 저축 채권 구매
pl_pl: Zakupić obligacje skarbowe USA (U.S. Savings Bonds)
pt: Fosse usado para adquirir títulos da dívida pública dos EUA
vi: Mua Trái Phiếu Tiết Kiệm Hoa Kỳ

# To_split_your_refund_between_diffrent
source: To split your refund between different accounts
ar: لتقسيم المبلغ المسترد بين حسابات مختلفة
chs: 将退税款分别汇入不同帐户
cht: 將退稅款分別匯入不同帳戶
es: Dividir su reembolso entre diferentes cuentas
fr: Distribye ranbousman an ant plizyè kont
ko: 환급액을 여러 계정에 분할 입금
pl_pl: Ulokować zwrot na różnych rachunkach bankowych
pt: Fosse dividido entre diversas contas
vi: Phân chia tiền cho các trương mục khác nhau

source: UNCLE
ar: اخو الام
chs: 叔叔
cht: 叔叔
es: TÍO
fr: TONTON
ko: 삼촌
pl_pl: WUJEK
pt: TIO
vi: CHÚ

# Unemployment_compensation
source: Unemployment Compensation? (Form 1099G)
ar: (G-1099 الإستمارة (البطالة ت
chs: 失业救济金？（1099-G表）
cht: 失業救濟金？（1099-G表）
es: ¿Compensación por desempleo? (Formulario 1099-G)
fr: Benefis chomaj? (Fòm 1099-G)
ko: 실업 보상금? (양식 1099-G)
pl_pl: Zasiłek dla bezrobotnych? (formularz 1099-G)
pt: Auxílio desemprego? (Formulário 1099-G)
vi: Tiền thất nghiệp? (Mẫu đơn 1099-G)

source: Unsure
ar: غير واثق
chs: 不确定
cht: 不確定
es: No Sé
fr: Pa Konnen
ko: 불확실함
pl_pl: Ne wiem
pt: Não sabe
vi: Không chắc

source: Uploaded Files:
ar: الملفات التي يتم تحميلها:
chs: 上传的文件：
cht: 上傳的文件：
es: Archivos subidos:
fr: Fichiers téléchargés:
ko: 업로드 된 파일 :
pl_pl: Przesłane pliki:
pt: Arquivos carregados:
vi: Tệp đã tải lên:

source: Upload your Documents here:
ar: قم بتحميل المستندات الخاصة بك هنا:
chs: 在此处上传您的文档：
cht: 在此處上傳您的文檔：
es: Sube tus documentos aquí:
fr: Téléchargez vos documents ici:
ko: 여기에 문서를 업로드하십시오.
pl_pl: Prześlij swoje dokumenty tutaj:
pt: Carregue seus documentos aqui:
vi: Tải lên Tài liệu của bạn tại đây:

# Us_citizen_tes_or_no
source: US Citizen
ar: حامل للجنسية الأمريكية
chs: 美国公民
cht: 美國公民
es: Ciudadano de EE. UU.
fr: Sitwayen ameriken
ko: 미국 시 민 (예/ 아니요)
pl_pl: Obywatel USA
pt: Cidadão americano
vi: Công dân Hoa Kỳ

# Wages_or_salary_form_w
source: Wages or Salary? (Form W-2)
ar: الأجور أو الراتب؟ (استمارة W-2)
chs: 工资或薪金？（W-2表）
cht: 工資或薪金？（W-2表）
es: ¿Salarios o sueldos? (Formulario W-2)
fr: Peman oswa salè? (Fòm W-2)
ko: 임금 또는 급여? (양식 W-2).
pl_pl: Pensję lub wynagrodzenie pracownicze? (formularz W-2)
pt: Remuneração por hora ou salário? (Formulário W-2)
vi: Lương bổng theo giờ hay lương bổng theo năm? (Mẫu đơn W-2)

# Who_lived_with_you_last_year
source: who lived with you last year (other than your spouse)
ar: أقام معك السنة الماضية (غيرك أو غير زوجتك/زوجك)
chs: 去年与您同住的人（您的配偶除外）
cht: 去年與您同住的人（您的配偶除外）
es: que vivió con usted el año pasado (aparte de su cónyuge)
fr: ki te abite avèk ou ane pase (eksepte mari/madanm ou)
ko: 작년에 귀하와 함께 살았던 사람 (배우자 제외)
pl_pl: osób zamieszkujących wspólnie z podatnikiem w ubiegłym roku (z pominięciem podatnika i współmałżonka)
pt: que moravam em sua residência no ano passado (além de você e seu cônjuge)
vi: sống chung với quý vị năm rồi (ngoài người hôn phối của quý vị)

source: Widowed
ar: أرمل/أرملة
chs: 丧偶
cht: 喪偶
es: Viudo(a)
fr: Vèf/vèv
ko: 미망인
pl_pl: Wdowiec/wdowa
pt: Viúvo
vi: Góa

# Year_of_spouse_deaths
source: Year of spouse’s death
ar: سنة وفاة زوجتك/زوجك
chs: 配偶身故年度
cht: 配偶身故年度
es: Año de fallecimiento del cónyuge
fr: Ane lanmò mari/madanm ou
ko: 배우자의 사망연도
pl_pl: Rok zgonu męża/żony
pt: Ano de falecimento do cônjuge
vi: Năm tử của người hôn phối

source: Yes
ar: نعم
chs: 是
cht: 是
es: Sí
fr: Wi
ko: 예
pl_pl: Tak
pt: Sim
vi: Có

source: You
ar: أنت
chs: 您
cht: 您
es: Usted
fr: Oumenm
ko: 귀하
pl_pl: Podatnik
pt: Você
vi: Quý vị

# youareresponsi
source: You are responsible for the information on your return. Please provide complete and accurate information.
pt: Você é responsável pelas informações contidas em sua declaração. Forneça informações completas e precisas.

source: Your Date of Birth
ar: تاريخ ميلادك
chs: 您的出生年月日
cht: 您的出生年月日
es: Su fecha de nacimiento
fr: Dat nesans ou
ko: 귀하의 생년월일
pl_pl: Data urodzenia
pt: Data de nascimento
vi: Ngày sinh của quý vị

source: Your first name
ar: إسمك الأول
chs: 您的名字
cht: 您的名字
es: Su nombre
fr: Prenon ou
ko: 귀하의 이름 (First Name)
pl_pl: Imię
pt: Seu nome
vi: Tên quý vị

source: Your job title
ar: منصبك المهني
chs: 您的职称
cht: 您的職稱
es: Su ocupación
fr: Tit ou nan travay ou
ko: 귀하의 직위
pl_pl: Stanowisko w miejscu pracy
pt: Sua profissão
vi: Chức vụ của quý vị

# Your_spouse_date_of_birth
source: Your spouse’s Date of Birth
ar: تاريخ ميلاد الزوجة/الزوج
chs: 您配偶的出生年月日
cht: 配偶的出生年月日
es: Fecha de nacimiento de su cónyuge
fr: Dat nesans mari/madanm ou
ko: 배우자의 생년월일
pl_pl: Data urodzenia męża/żony
pt: Data de nascimento do cônjuge
vi: Ngày sinh của người hôn phối

# Your_spouse_first_name
source: Your spouse’s first name
ar: الإسم الأول لزوجتك/زوجك
chs: 配偶名字
cht: 配偶名字
es: Nombre de su cónyuge
fr: Prenon mari/madanm ou
ko: 배우자의 이름 (First Name)
pl_pl: Imię męża/żony
pt: Nome do seu cônjuge
vi: Tên của người hôn phối

# Your_spouse_job_title
source: Your spouse’s job title
ar: منصب زوجتك/زوجك المهني
chs: 您配偶的工作职称
cht: 配偶職稱
es: Ocupación de su cónyuge
fr: Tit mari/madanm ou nan travay li
ko: 배우자의 직위
pl_pl: Stanowisko współmałżonka w miejscu pracy
pt: Profissão do cônjuge
vi: Chức vụ của người hôn phối

# Youwillbe
source: You will need:
pt: Você precisará de:

# You_support_but_did_not_live_with_you
source: you supported but did not live with you last year
ar: قمت بإعالته لكنه لم يقيم معك السنة الماضية
chs: 你支持但去年没有和你住在一起
cht: 你支持但去年沒有和你住在一起
es: a quien usted mantuvo, pero que no vivió con usted el año pasado
fr: ki te sou responsabilite ou men ki pat abite avèk ou ane pase
ko: 당신은 지원했지만 작년에 당신과 함께 살지 않았습니다.
pl_pl: osób na utrzymaniu podatnika w ubiegłym roku, ale niezamieszkujących wspólnie z podatnikiem
pt: que você tenha sustentado financeiramente, mas que não morava em sua residência
vi: quý vị nuôi nhưng không sống chung với quý vị năm rồi

source: ZIP Code
ar: الرمز البريدي
chs: 邮政编码
cht: 郵遞區號
es: Código postal
fr: Kòd postal
ko: 우편번호
pl_pl: Kod pocztowy
pt: Código Postal
vi: Mã số bưu chính

# Fourhundredone_k
source: 401K
chs: 401K退休金储蓄计划
cht: 401K退休金儲蓄計畫
es: IRA tipo Roth

source: IRA
chs: 传统个人退休帐户 (IRA)
cht: 傳統個人退休帳戶 (IRA)

source: Roth IRA
chs: 罗斯个人退休帐户 (Roth IRA)
cht: 羅斯個人退休帳戶 (Roth IRA)
es: 401K
